Repository: newben420/RosaryGo
Catalog: ios/RosaryGo/Supporting/*.lproj/InfoPlist.strings
Languages: es, fr

# CHANGE_LANG
source: Choose Preferred Language
es: Elegir idioma preferido
fr: Choisir la langue préférée

# WELCOME
source: 🎉 Welcome to {{brand}} v{{version}}
es: 🎉 Bienvenido a {{brand}} v{{version}}
fr: 🎉 Bienvenue sur {{brand}} v{{version}}

# START
source: Pray The {{prayer}}
es: Orar el {{prayer}}
fr: Priez le {{prayer}}

# INTENTION
source: Prayer Intention
es: Intención de oración
fr: Intention de prière

# INTENTION_2
source: Prayer Intention: {{intention}}
es: Intención de oración: {{intention}}
fr: Intention de prière : {{intention}}

source: Mode Changed
es: Modo cambiado
fr: Mode changé

# MODE_CHANGED_BODY
source: {{prayer}} will be used for your next prayer.
es: {{prayer}} se usará en tu próxima oración.
fr: {{prayer}} sera utilisé pour votre prochaine prière.

# RATE
source: Rate {{brand}}
es: Calificar {{brand}}
fr: Noter {{brand}}

source: Share
es: Compartir
fr: Partager

# SHARE_DESC
source: Pray The Rosary, Embrace Mercy, Anywhere {{url}}.
es: Reza el Rosario, Abrazando la Misericordia, en cualquier lugar {{url}}.
fr: Priez le rosaire, accueillez la Miséricorde, partout {{url}}.

source: Skip
es: Omitir
fr: Passer

source: Submit
es: Enviar
fr: Soumettre

source: Save
es: Guardar
fr: Enregistrer

source: Next
es: Siguiente
fr: Suivant

source: Finish
es: Finalizar
fr: Terminer

# HISTORY
source: Prayer History
es: Historial de oraciones
fr: Historique de prières

# NO_HISTORY
source: No prayer history yet.
es: Aún no hay historial de oraciones.
fr: Aucun historique de prière pour l’instant.

source: Set Reminder
es: Establecer recordatorio
fr: Définir un rappel

# ROSARY
source: Holy Rosary
es: Santo Rosario
fr: Saint Rosaire

source: Divine Mercy
es: Divina Misericordia
fr: Divine Miséricorde

# DIVINE_MERCY_FULL
source: The Chaplet of Divine Mercy
es: La Coronilla de la Divina Misericordia
fr: Le Chapelet de la Divine Miséricorde

# USE
source: Switch to {{mode}}
es: Cambiar a {{mode}}
fr: Passer à {{mode}}

# INTENTION_PLACEHOLDER
source: e.g. For World Peace
es: ej. por la Paz Mundial
fr: par ex. pour la Paix mondiale

source: Error
fr: Erreur

source: Success
es: Éxito
fr: Succès

# NEW_SESS_ERR
source: Could not start new prayer session.
es: No se pudo iniciar una nueva sesión de oración.
fr: Impossible de démarrer une nouvelle session de prière.

# NEW_SESS_SUCC
source: New prayer session started successfully.
es: Nueva sesión de oración iniciada con éxito.
fr: Nouvelle session de prière démarrée avec succès.

# CONGRATS
source: May your prayers be heard and answered in Jesus' name. Amen.
es: Que tus oraciones sean escuchadas y respondidas en nombre de Jesús. Amén.
fr: Que vos prières soient entendues et exaucées au nom de Jésus. Amen.

source: Continue
es: Continuar
fr: Continuer

source: Cancel
es: Cancelar
fr: Annuler

# AGO
source: {{time}} ago
es: hace {{time}}
fr: il y a {{time}}

# TIMER
source: {{timestamp}} for {{duration}}.
es: {{timestamp}} durante {{duration}}.
fr: {{timestamp}} pendant {{duration}}.

# SESS_DEL
source: History deleted.
es: Historial eliminado.
fr: Historique supprimé.

# SESS_NDEL
source: History could not be deleted.
es: No se pudo eliminar el historial.
fr: Impossible de supprimer l’historique.

source: Yes
es: Sí
fr: Oui

source: No
fr: Non

# SURE
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes‑vous sûr ?

# HOME_DIVINE_MERCY_CONTENT
source: From His Heart flowed blood and water — An ocean of mercy poured out for the world. In this hour of need and grace, draw near to the compassion. The Divine Mercy is not only a prayer, but a refuge for sinners, a light for the dying, and a balm for every weary soul.
es: Del Su Corazón fluyó sangre y agua — un océano de misericordia derramado para el mundo. En esta hora de necesidad y gracia, acércate a la compasión. La Divina Misericordia no es solo una oración, sino un refugio para los pecadores, una luz para los moribundos, y un bálsamo para cada alma cansada.
fr: De Son Cœur ont coulé sang et eau — un océan de miséricorde versé pour le monde. En cette heure de besoin et de grâce, approchez‑vous de la compassion. La Divine Miséricorde n’est pas seulement une prière, mais un refuge pour les pécheurs, une lumière pour les mourants, et un baume pour chaque âme fatiguée.

# HOME_HOLY_ROSARY_CONTENT
source: She who pondered all things in her heart now walks beside you in prayer. Through joyful mysteries and sorrowful tears, glorious triumphs and luminous light, The rosary is her gentle call to dwell with her Son. Take her hand — and let each Hail Mary be a step toward Heaven.
es: Ella, que meditaba todo en su corazón, ahora camina contigo en oración. A través de misterios alegres y lágrimas dolorosas, triunfos gloriosos y luz luminosa, el rosario es su suave llamado a habitar con su Hijo. Toma su mano — y deja que cada Ave María sea un paso hacia el Cielo.
fr: Celle qui méditait toutes choses en son cœur marche maintenant à tes côtés en prière. À travers des mystères joyeux et des larmes douloureuses, des triomphes glorieux et une lumière lumineuse, le rosaire est son doux appel à demeurer avec son Fils. Prends sa main — et laisse chaque Je vous salue être un pas vers le Ciel.

# PROM_SHORT
source: Promises of the Holy Rosary
es: Promesas del Santo Rosario
fr: Promesses du Saint Rosaire

# PROM_FULL
source: Fifteen Promises Made By The Blessed Virgin To Those Who Recite Her Rosary
es: Quince promesas hechas por la Santísima Virgen a quienes recen su Rosario
fr: Quinze promesses faites par la Bienheureuse Vierge à ceux qui récitent son Rosaire

source: Time Started
es: Hora de inicio
fr: Heure de début

# MYST
source: Mystery
es: Misterio
fr: Mystère

source: Begin
es: Comenzar
fr: Commencer

source: Concluding
es: Concluyendo
fr: Conclusion

source: Confirmation
es: Confirmación
