{
    "CHANGE_LANG": "Elegir idioma preferido",
    "LANG": "{{lang}}",
    "WELCOME": "🎉 Bienvenido a {{brand}} v{{version}}",
    "START": "Orar el {{prayer}}",
    "INTENTION": "Intención de oración",
    "INTENTION_2": "Intención de oración: {{intention}}",
    "MODE_CHANGED": "Modo cambiado",
    "MODE_CHANGED_BODY": "{{prayer}} se usará en tu próxima oración.",
    "RATE": "Calificar {{brand}}",
    "SHARE": "Compartir",
    "SHARE_DESC": "Reza el Rosario, Abrazando la Misericordia, en cualquier lugar {{url}}.",
    "SKIP": "Omitir",
    "SUBMIT": "Enviar",
    "SAVE": "Guardar",
    "NEXT": "Siguiente",
    "FINISH": "Finalizar",
    "HISTORY": "Historial de oraciones",
    "NO_HISTORY": "Aún no hay historial de oraciones.",
    "SET_REMINDER": "Establecer recordatorio",
    "ROSARY": "Santo Rosario",
    "DIVINE_MERCY": "Divina Misericordia",
    "DIVINE_MERCY_FULL": "La Coronilla de la Divina Misericordia",
    "USE": "Cambiar a {{mode}}",
    "INTENTION_PLACEHOLDER": "ej. por la Paz Mundial",
    "ERROR": "Error",
    "SUCCESS": "Éxito",
    "NEW_SESS_ERR": "No se pudo iniciar una nueva sesión de oración.",
    "NEW_SESS_SUCC": "Nueva sesión de oración iniciada con éxito.",
    "CONFIRMATION": "Confirmación",
    "CONGRATS": "Que tus oraciones sean escuchadas y respondidas en nombre de Jesús. Amén.",
    "CONTINUE": "Continuar",
    "CANCEL": "Cancelar",
    "AGO": "hace {{time}}",
    "TIMER": "{{timestamp}} durante {{duration}}.",
    "SESS_DEL": "Historial eliminado.",
    "SESS_NDEL": "No se pudo eliminar el historial.",
    "YES": "Sí",
    "NO": "No",
    "SURE": "¿Estás seguro?",
    "HOME_DIVINE_MERCY_TITLE": "\"Jesús, confío en ti.\"",
    "HOME_DIVINE_MERCY_CONTENT": "Del Su Corazón fluyó sangre y agua — un océano de misericordia derramado para el mundo. En esta hora de necesidad y gracia, acércate a la compasión. La Divina Misericordia no es solo una oración, sino un refugio para los pecadores, una luz para los moribundos, y un bálsamo para cada alma cansada.",
    "HOME_HOLY_ROSARY_TITLE": "\"He aquí tu Madre.\" (Juan 19:27)",
    "HOME_HOLY_ROSARY_CONTENT": "Ella, que meditaba todo en su corazón, ahora camina contigo en oración. A través de misterios alegres y lágrimas dolorosas, triunfos gloriosos y luz luminosa, el rosario es su suave llamado a habitar con su Hijo. Toma su mano — y deja que cada Ave María sea un paso hacia el Cielo.",
    "PROM_SHORT": "Promesas del Santo Rosario",
    "PROM_FULL": "Quince promesas hechas por la Santísima Virgen a quienes recen su Rosario",
    "TIME_STARTED": "Hora de inicio",
    "MYST": "Misterio",
    "BEGIN": "Comenzar",
    "CONCLUDING": "Concluyendo",
    "MENU": {
        "APP": "Tema e Idioma",
        "SETTINGS": "Preferencias",
        "MODE": "Modo",
        "COMMUNITY": "Comunidad"
    },
    "THEME": {
        "light": "Claro",
        "dark": "Oscuro"
    },
    "WC": {
        "P1": "RosaryGo es tu compañero silencioso para rezar el Santo Rosario y la Divina Misericordia — sin conexión, sin anuncios, y siempre contigo.",
        "P2": "Configura tus preferencias, incluyendo el modo, idioma y tema en el menú. Toca “Rezar el …” para comenzar; puedes terminar en cualquier momento. Sigue cada cuenta a tu propio ritmo usando los botones “Siguiente”. Tus oraciones e intenciones se guardan localmente en el “Historial de Oraciones” para futuras reflexiones, y puedes eliminar cualquiera tocándola."
    },
    "PROM": {
        "P1": "A todos los que reciten mi Rosario con devoción les prometo mi especial protección y muy grandes gracias.",
        "P2": "Los que perseveraren en la recitación de mi Rosario recibirán gracias singulares.",
        "P3": "El Rosario será un arma muy poderosa contra el infierno; destruirá el vicio, dará liberación del pecado y disipará herejías.",
        "P4": "El Rosario hará florecer la virtud y las buenas obras, y obtendrá para las almas las más abundantes misericordias divinas; cambiará en los corazones el amor del mundo por el amor de Dios, elevándolos al deseo de bienes eternos; ¡ay, que las almas se santifiquen por este medio!",
        "P5": "Quienes se encomienden a mí mediante el Rosario no perecerán.",
        "P6": "Los que reciten mi Rosario piadosamente, contemplando sus misterios, no serán vencidos por la miseria ni morirán una muerte infame. El pecador será digno de la vida eterna.",
        "P7": "Los verdaderamente devotos de mi Rosario no morirán sin el consuelo de la Iglesia ni sin gracia.",
        "P8": "Quienes reciten mi Rosario hallarán durante su vida y al morir la luz de Dios y la plenitud de su gracia, y compartirán los méritos de los bienaventurados.",
        "P9": "Liberaré muy pronto del purgatorio a las almas devotas de mi Rosario.",
        "P10": "Los verdaderos hijos de mi Rosario gozarán de gran gloria en el cielo.",
        "P11": "Lo que pidan por medio del Rosario, lo obtendrán.",
        "P12": "Los que difundan mi Rosario obtendrán por mí auxilio en todas sus necesidades.",
        "P13": "He conseguido de mi Hijo que todos los miembros del Rosario tengan por hermanos en vida y en muerte a los santos del Cielo.",
        "P14": "Los que reciten fielmente mi Rosario son todos mis hijos amadísimos y hermanos y hermanas de Jesucristo.",
        "P15": "La devoción a mi Rosario es una señal especial de predestinación."
    },
    "MYSTERIES": {
        "NAME_0": "Misterios Gozosos",
        "NAME_1": "Misterios Luminosos",
        "NAME_2": "Misterios Dolorosos",
        "NAME_3": "Misterios Gloriosos",
        "NAME_0_0": "La Anunciación",
        "DESC_0_0": "El ángel dijo a María: “Concebirás y darás a luz un hijo, y lo llamarás Jesús; será llamado Hijo del Altísimo.” (Lucas 1, 31–32)",
        "NAME_0_1": "La Visitación",
        "DESC_0_1": "“Dichosa tú entre las mujeres y dichoso el fruto de tu vientre. Dichosa por haber creído que se cumpliría lo que el Señor te dijo.” (Lucas 1, 42; 45)",
        "NAME_0_2": "El Nacimiento de Jesús",
        "DESC_0_2": "Mientras estaban en Belén, María dio a luz a su hijo primogénito, lo envolvió en pañales y lo recostó en un pesebre. (Lucas 2, 6–7)",
        "NAME_0_3": "La Presentación del Niño Jesús",
        "DESC_0_3": "Cuando llegó el día de la purificación según la ley de Moisés, llevaron al niño Jesús a Jerusalén para presentarlo al Señor. (Lucas 2, 22)",
        "NAME_0_4": "El Niño Jesús en el Templo",
        "DESC_0_4": "Lo hallaron en el templo sentado en medio de los doctores, escuchándoles y preguntándoles. Todos quedaron admirados. (Lucas 2, 46–47)",
        "NAME_1_0": "El Bautismo del Señor",
        "DESC_1_0": "El Espíritu descendió sobre él como paloma, y se oyó una voz del cielo: “Tú eres mi Hijo amado; en ti me complazco.” (Marcos 1, 10)",
        "NAME_1_1": "Las Bodas de Caná",
        "DESC_1_1": "Jesús convirtió el agua en vino en las bodas de Caná, siendo su primer signo; así manifestó su gloria y creyeron en él sus discípulos. (Juan 2, 11)",
        "NAME_1_2": "El Anuncio del Reino",
        "DESC_1_2": "“Se ha cumplido el tiempo y está cercano el Reino de Dios; convertíos y creed en el Evangelio.” (Marcos 1, 15)",
        "NAME_1_3": "La Transfiguración",
        "DESC_1_3": "Mientras oraba, se transfiguró delante de ellos: su rostro resplandecía como el sol, y sus ropas, blancas como la luz. (Mateo 17, 2)",
        "NAME_1_4": "La Institución de la Eucaristía",
        "DESC_1_4": "Tomó pan, dio gracias, lo partió y lo dio, diciendo: “Esto es mi cuerpo entregado por vosotros; haced esto en memoria mía.” (Lucas 22, 19)",
        "NAME_2_0": "La Agonía en el Huerto",
        "DESC_2_0": "Jesús se adelantó, se postró en tierra y oró: “Padre mío, si es posible, aparta de mí este cáliz.” (Mateo 26, 36; 39)",
        "NAME_2_1": "La Flagelación",
        "DESC_2_1": "Le azotaron primero, tras haber permitido que liberaran a Barrabás. (Mateo 27, 26)",
        "NAME_2_2": "La Coronación de Espinas",
        "DESC_2_2": "Le colocaron una corona de espinas y un manto escarlata, diciendo: “¡Salve, Rey de los judíos!” (Mateo 27, 28–29)",
        "NAME_2_3": "Jesús con la Cruz a Cuestas",
        "DESC_2_3": "Jesús, llevando él mismo la cruz, salió al lugar llamado Gólgota, donde le crucificaron. (Juan 19, 17–18)",
        "NAME_2_4": "La Crucifixión y Muerte",
        "DESC_2_4": "El velo del templo se rasgó, Jesús exclamó: “Padre, en tus manos encomiendo mi espíritu,” y expiró. (Lucas 23, 45–46)",
        "NAME_3_0": "La Resurrección",
        "DESC_3_0": "El ángel dijo: “No tengáis miedo; Jesús no está aquí, ha resucitado tal como dijo.” (Mateo 28, 5–6)",
        "NAME_3_1": "La Ascensión",
        "DESC_3_1": "Les condujo a Betania; levantando sus manos, los bendijo y ascendió al cielo. (Lucas 24, 50–51)",
        "NAME_3_2": "El Descenso del Espíritu Santo",
        "DESC_3_2": "Aparecieron lenguas como de fuego que se posaron sobre cada uno; todos quedaron llenos del Espíritu Santo. (Hechos 2, 3–4)",
        "NAME_3_3": "La Asunción",
        "DESC_3_3": "‘Bendecida eres tú, hija, por Dios Altísimo, más que todas las mujeres de la tierra…’ (Judith 13, 18)",
        "NAME_3_4": "La Coronación de María",
        "DESC_3_4": "Apareció en el cielo una gran señal: una mujer vestida del sol, con la luna bajo sus pies y una corona de doce estrellas. (Apocalipsis 12, 1)"
    },
    "PRAY": {
        "SIGN": "En el nombre del Padre, y del Hijo, y del Espíritu Santo, Amén.",
        "COME_HOLY_V": "Ven, Espíritu Santo, llena los corazones de tus fieles,",
        "COME_HOLY_R": "y enciende en ellos el fuego de tu amor.",
        "SEND_FORTH_V": "Envía tu Espíritu y serán creados,",
        "SEND_FORTH_R": "y renovarás la faz de la tierra.",
        "LUP": "Oremos",
        "LUP1": "Oh Dios, que por la luz del Espíritu Santo instruiste los corazones de los fieles, concédenos que en el mismo Espíritu seamos verdaderamente sabios y gocemos siempre de su consuelo, por Cristo nuestro Señor. Amén.",
        "THOU_O_V": "Señor, abrirás mis labios,",
        "THOU_O_R": "y mi boca proclamará tu alabanza.",
        "INCLINE_UNTO_V": "Dios mío, ven en mi auxilio,",
        "INCLINE_UNTO_R": "Señor, date prisa en socorrerme.",
        "DOXOLOGY_V": "Gloria al Padre, y al Hijo, y al Espíritu Santo;",
        "DOXOLOGY_R": "Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
        "CREED_T": "El Credo de los Apóstoles",
        "CREED_R": "Creo en Dios, Padre todopoderoso, Creador del cielo y de la tierra, y en Jesucristo, su único Hijo, nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo, nació de Santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado; descendió a los infiernos; al tercer día resucitó de entre los muertos; subió a los cielos, está sentado a la derecha de Dios Padre todopoderoso; desde allí ha de venir a juzgar a los vivos y a los muertos. Creo en el Espíritu Santo, la santa Iglesia católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén.",
        "OUR_FATHER_V": "Padre nuestro, que estás en el cielo, santificado sea tu nombre; venga a nosotros tu reino; hágase tu voluntad en la tierra como en el cielo.",
        "OUR_FATHER_R": "Danos hoy nuestro pan de cada día; perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación, y líbranos del mal. Amén.",
        "HAIL_MARY_V": "Dios te salve, María, llena eres de gracia, el Señor es contigo, bendita tú eres entre todas las mujeres, y bendito es el fruto de tu vientre, Jesús.",
        "HAIL_MARY_R": "Santa María, Madre de Dios, ruega por nosotros pecadores, ahora y en la hora de nuestra muerte. Amén.",
        "FATIMA_T": "Oración de Fátima",
        "FATIMA_R": "Oh Jesús mío, perdona nuestros pecados, líbranos del fuego del infierno, lleva al cielo a todas las almas, especialmente a las más necesitadas de tu misericordia. Amén.",
        "HAIL_HOLY_T": "Salve, Reina",
        "HAIL_HOLY_R": "Salve, Reina, Madre de misericordia, vida, dulzura y esperanza nuestra, salve. A ti clamamos, los desterrados hijos de Eva, a ti suspiramos, gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra, vuelve a nosotros esos tus ojos misericordiosos, y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. Oh clemente, oh piadosa, oh dulce Virgen María.",
        "PRAY_FOR_V": "Ruega por nosotros, santa Madre de Dios,",
        "PRAY_FOR_R": "Para que seamos dignos de las promesas de Cristo.",
        "LUP2": "Oh Dios, cuyo Hijo unigénito, por su vida, muerte y resurrección, nos ha obtenido las recompensas de la salvación eterna: concédenos, te suplicamos, que meditando estos misterios en el santísimo Rosario de la Virgen María, imitemos lo que contienen y alcancemos lo que prometen. Por el mismo Cristo nuestro Señor. Amén.",
        "R_PRAY": "Ruega por nosotros.",
        "R_HAVE": "Ten misericordia de nosotros.",
        "HH_SUBV_1": "Sagrado Corazón de Jesús",
        "HH_SUBV_2": "Inmaculado Corazón de María",
        "HH_SUBV_3": "San José",
        "HH_SUBV_4": "San Juan Evangelista",
        "HH_SUBV_5": "San Luis María de Montfort",
        "LITANY": "Letanías de la Virgen María",
        "LITANY_CONT": {
            "V1": "Señor, ten piedad.",
            "V2": "Cristo, ten piedad.",
            "V3": "Cristo, óyenos.",
            "V4": "Cristo, escúchanos.",
            "V5": "Dios, Padre celestial,",
            "V6": "Dios Hijo, Redentor del mundo,",
            "V7": "Dios Espíritu Santo,",
            "V8": "Santísima Trinidad, un solo Dios,",
            "A1": "Santa María,",
            "A2": "Santa Madre de Dios,",
            "A3": "Santa Virgen de las vírgenes,",
            "A4": "Madre de Cristo,",
            "A5": "Madre de la Iglesia,",
            "A6": "Madre de la divina gracia,",
            "A7": "Madre purísima,",
            "A8": "Madre castísima,",
            "A9": "Madre inviolada,",
            "A10": "Madre sin mancha,",
            "A11": "Madre amable,",
            "A12": "Madre admirable,",
            "A13": "Madre del buen consejo,",
            "A14": "Madre del Creador,",
            "A15": "Madre del Salvador,",
            "A16": "Virgen prudentísima,",
            "A17": "Virgen venerable,",
            "A18": "Virgen digna de alabanza,",
            "A19": "Virgen poderosa,",
            "A20": "Virgen clementísima,",
            "A21": "Virgen fidelísima,",
            "A22": "Espejo de justicia,",
            "A23": "Trono de la sabiduría,",
            "A24": "Causa de nuestra alegría,",
            "A25": "Vaso espiritual,",
            "A26": "Vaso honorable,",
            "A27": "Vaso insigne de devoción,",
            "A28": "Rosa mística,",
            "A29": "Torre de David,",
            "A30": "Torre de marfil,",
            "A31": "Casa de oro,",
            "A32": "Arca de la alianza,",
            "A33": "Puerta del cielo,",
            "A34": "Estrella de la mañana,",
            "A35": "Salud de los enfermos,",
            "A36": "Refugio de los pecadores,",
            "A37": "Consoladora de los afligidos,",
            "A38": "Auxilio de los cristianos,",
            "A39": "Reina de los Ángeles,",
            "A40": "Reina de los Patriarcas,",
            "A41": "Reina de los Profetas,",
            "A42": "Reina de los Apóstoles,",
            "A43": "Reina de los Mártires,",
            "A44": "Reina de los Confesores,",
            "A45": "Reina de las Vírgenes,",
            "A46": "Reina de todos los Santos,",
            "A47": "Reina concebida sin pecado original,",
            "A48": "Reina asunta al cielo,",
            "A49": "Reina del santísimo Rosario,",
            "A50": "Reina de la paz,",
            "LAMB": "Cordero de Dios, que quitas el pecado del mundo,",
            "SPARE": "Perdónanos, Señor.",
            "GRACE": "Escúchanos, Señor.",
            "LUP": "Concédenos, te suplicamos, Señor, a tus siervos gozar de perpetua salud de alma y cuerpo; y, por la gloriosa intercesión de la bienaventurada siempre Virgen María, ser liberados de las tristezas presentes y disfrutar de la alegría eterna. Por Cristo nuestro Señor. Amén."
        },
        "ETERNAL_FATHER_R": "Padre Eterno, te ofrezco el Cuerpo y la Sangre, el Alma y la Divinidad de tu amadísimo Hijo, nuestro Señor Jesucristo, en expiación de nuestros pecados y los del mundo entero.",
        "FOR_THE_V": "Por su dolorosa pasión,",
        "FOR_THE_R": "ten misericordia de nosotros y del mundo entero.",
        "HOLY_GOD_R": "Santo Dios, Santo Fuerte, Santo Inmortal, ten misericordia de nosotros y del mundo entero.",
        "LUP3": "Dios Eterno, en quien la misericordia es infinita y el tesoro de la compasión inagotable, míranos con bondad y aumenta tu misericordia en nosotros, para que en los momentos difíciles no desesperemos ni nos desanimemos, sino que con gran confianza nos sometamos a tu santa voluntad, que es amor y misericordia misma."
    }
}