{
    "CHANGE_LANG": "Scegli la Lingua Preferita",
    "LANG": "{{lang}}",
    "WELCOME": "🎉 Benvenuto su {{brand}} v{{version}}",
    "START": "Preghiera del {{prayer}}",
    "INTENTION": "Intenzione di Preghiera",
    "INTENTION_2": "Intenzione di Preghiera: {{intention}}",
    "MODE_CHANGED": "Modalità Cambiata",
    "MODE_CHANGED_BODY": "{{prayer}} sarà usato per la tua prossima preghiera.",
    "RATE": "Valuta {{brand}}",
    "SHARE": "Condividi",
    "SHARE_DESC": "Preghiera del Rosario, Accogli la Misericordia, Ovunque {{url}}.",
    "SKIP": "Salta",
    "SUBMIT": "Invia",
    "SAVE": "Salva",
    "NEXT": "Avanti",
    "FINISH": "Fine",
    "HISTORY": "Cronologia delle Preghiere",
    "NO_HISTORY": "Nessuna cronologia di preghiere ancora.",
    "SET_REMINDER": "Imposta Promemoria",
    "ROSARY": "Santo Rosario",
    "DIVINE_MERCY": "Divina Misericordia",
    "DIVINE_MERCY_FULL": "Il Rosario della Divina Misericordia",
    "USE": "Passa a {{mode}}",
    "INTENTION_PLACEHOLDER": "es. Per la Pace nel Mondo",
    "ERROR": "Errore",
    "SUCCESS": "Successo",
    "NEW_SESS_ERR": "Impossibile avviare una nuova sessione di preghiera.",
    "NEW_SESS_SUCC": "Nuova sessione di preghiera avviata con successo.",
    "CONFIRMATION": "Conferma",
    "CONGRATS": "Possa la tua preghiera essere ascoltata e accolta nel nome di Gesù. Amen.",
    "CONTINUE": "Continua",
    "CANCEL": "Annulla",
    "AGO": "{{time}} fa",
    "TIMER": "{{timestamp}} per {{duration}}.",
    "SESS_DEL": "Cronologia eliminata.",
    "SESS_NDEL": "Impossibile eliminare la cronologia.",
    "YES": "Sì",
    "NO": "No",
    "SURE": "Sei sicuro?",
    "HOME_DIVINE_MERCY_TITLE": "\"Gesù, confido in Te.\"",
    "HOME_DIVINE_MERCY_CONTENT": "Dal Suo Cuore sgorgarono sangue e acqua — un oceano di misericordia riversato sul mondo. In questa ora di bisogno e grazia, avvicinati alla compassione. La Divina Misericordia non è solo una preghiera, ma un rifugio per i peccatori, una luce per i morenti e un balsamo per ogni anima stanca.",
    "HOME_HOLY_ROSARY_TITLE": "\"Ecco tua madre.\" (Giovanni 19:27)",
    "HOME_HOLY_ROSARY_CONTENT": "Colei che meditava ogni cosa nel suo cuore ora cammina accanto a te in preghiera. Attraverso misteri gioiosi e lacrime dolorose, trionfi gloriosi e luce luminosa, il rosario è il suo dolce invito a dimorare con il suo Figlio. Prendi la sua mano — e lascia che ogni Ave Maria sia un passo verso il Cielo.",
    "PROM_SHORT": "Promesse del Santo Rosario",
    "PROM_FULL": "Quindici Promesse Fatte dalla Beata Vergine a Chi Recita il Suo Rosario",
    "TIME_STARTED": "Ora di Inizio",
    "MYST": "Mistero",
    "BEGIN": "Inizia",
    "CONCLUDING": "Conclusione",
    "MENU": {
        "APP": "Tema e Lingua",
        "SETTINGS": "Preferenze",
        "MODE": "Modalità",
        "COMMUNITY": "Comunità"
    },
    "THEME": {
        "light": "Chiaro",
        "dark": "Scuro"
    },
    "WC": {
        "P1": "RosaryGo è il tuo compagno silenzioso per pregare il Santo Rosario e la Divina Misericordia — offline, senza pubblicità e sempre con te.",
        "P2": "Imposta le tue preferenze, inclusa modalità, lingua e tema, nel menu. Tocca 'Preghiera del …' per iniziare; puoi terminare in qualsiasi giorno o momento. Segui ogni grano al tuo ritmo usando i pulsanti 'Avanti'. Le tue preghiere e intenzioni sono salvate localmente in 'Cronologia delle Preghiere' per future riflessioni e puoi cliccare su qualsiasi elemento per eliminarlo."
    },
    "PROM": {
        "P1": "A tutti coloro che reciteranno devotamente il mio Rosario prometto la mia speciale protezione e grandi grazie.",
        "P2": "Coloro che persevereranno nella recitazione del mio Rosario riceveranno segnalate grazie.",
        "P3": "Il Rosario sarà un’arma potentissima contro l’inferno, distruggerà il vizio, libererà dal peccato e disperderà le eresie.",
        "P4": "Il Rosario farà fiorire la virtù e le buone opere, e otterrà per le anime le più abbondanti misericordie divine; sostituirà nei cuori l’amore di Dio all’amore del mondo, li eleverà al desiderio dei beni eterni, oh, se le anime si santificassero con questo mezzo!",
        "P5": "Coloro che si affidano a me attraverso il Rosario non periranno.",
        "P6": "Coloro che reciteranno devotamente il mio Rosario, meditando i suoi misteri, non saranno sopraffatti dalla sventura né moriranno di morte cattiva. Il peccatore sarà convertito e degno di vita eterna.",
        "P7": "Coloro che sono veramente devoti al mio Rosario non moriranno senza i conforti della Chiesa.",
        "P8": "Coloro che reciteranno il mio Rosario troveranno durante la loro vita e alla loro morte la luce di Dio e la pienezza della sua grazia e parteciperanno ai meriti dei beati.",
        "P9": "Libererò molto prontamente dal purgatorio le anime devote al mio Rosario.",
        "P10": "I veri figli del mio Rosario godranno di grande gloria in cielo.",
        "P11": "Ciò che chiederete attraverso il Rosario, lo otterrete.",
        "P12": "Coloro che propagheranno il mio Rosario otterranno per mio mezzo aiuto in tutte le loro necessità.",
        "P13": "Ho ottenuto da mio Figlio che tutti i membri della Confraternita del Rosario abbiano per intercessori in vita e in morte i santi del cielo.",
        "P14": "Coloro che reciteranno fedelmente il mio Rosario sono tutti miei figli diletti e fratelli di Gesù Cristo.",
        "P15": "La devozione al mio Rosario è un segno speciale di predestinazione."
    },
    "MYSTERIES": {
        "NAME_0": "I Misteri Gaudiosi",
        "NAME_1": "I Misteri della Luce",
        "NAME_2": "I Misteri Dolorosi",
        "NAME_3": "I Misteri Gloriosi",
        "NAME_0_0": "L’Annunciazione",
        "DESC_0_0": "L’angelo Gabriele fu mandato da Dio in una città della Galilea, chiamata Nazaret, a una vergine promessa sposa di un uomo della casa di Davide, chiamato Giuseppe. La vergine si chiamava Maria. Entrando da lei disse: 'Ti saluto, o piena di grazia, il Signore è con te.' Luca 1:26-28",
        "NAME_0_1": "La Visitazione",
        "DESC_0_1": "Maria si alzò e andò in fretta verso la regione montuosa, in una città di Giuda. Entrata nella casa di Zaccaria, salutò Elisabetta. Appena Elisabetta udì il saluto di Maria, il bambino le balzò nel grembo. Luca 1:39-41",
        "NAME_0_2": "La Natività del Signore Gesù",
        "DESC_0_2": "Mentre si trovavano a Betlemme, si compì per lei il tempo del parto. Diede alla luce il suo figlio primogenito, lo avvolse in fasce e lo depose in una mangiatoia, perché non c’era posto per loro nell’albergo. Luca 2:6-7",
        "NAME_0_3": "La Presentazione di Gesù al Tempio",
        "DESC_0_3": "Quando furono compiuti i giorni della loro purificazione secondo la legge di Mosè, portarono il bambino a Gerusalemme per offrirlo al Signore, come è scritto nella legge del Signore. Luca 2:22",
        "NAME_0_4": "Il Ritrovamento di Gesù nel Tempio",
        "DESC_0_4": "Dopo tre giorni lo trovarono nel tempio, seduto in mezzo ai maestri, mentre li ascoltava e li interrogava. Tutti quelli che lo udivano erano stupiti della sua intelligenza e delle sue risposte. Luca 2:46-47",
        "NAME_1_0": "Il Battesimo di Gesù nel Giordano",
        "DESC_1_0": "Dopo essere stato battezzato, Gesù uscì dall’acqua: ed ecco, si aprirono i cieli ed egli vide lo Spirito di Dio scendere come una colomba e venire su di lui. Ed ecco una voce dal cielo che diceva: 'Questi è il mio Figlio diletto, nel quale mi sono compiaciuto.' Matteo 3:16-17",
        "NAME_1_1": "Le Nozze di Cana",
        "DESC_1_1": "Vi fu una festa di nozze a Cana di Galilea e c’era la madre di Gesù. Quando venne a mancare il vino, Gesù disse ai servi: 'Riempite d’acqua le anfore.' Essi le riempirono fino all’orlo. Egli disse loro: 'Ora attingete e portatene al maestro di tavola.' Così fecero. Giovanni 2:1-8",
        "NAME_1_2": "L’Annuncio del Regno di Dio",
        "DESC_1_2": "Dopo che Giovanni fu arrestato, Gesù si recò in Galilea, proclamando il vangelo di Dio, e diceva: 'Il tempo è compiuto e il regno di Dio è vicino; convertitevi e credete al vangelo.' Marco 1:14-15",
        "NAME_1_3": "La Trasfigurazione",
        "DESC_1_3": "Mentre pregava, il suo volto cambiò d’aspetto e la sua veste divenne candida e sfolgorante. Ed ecco apparire Mosè ed Elia, che parlavano della sua dipartita che avrebbe compiuto a Gerusalemme. Luca 9:29-31",
        "NAME_1_4": "L’Istituzione dell’Eucaristia",
        "DESC_1_4": "Mentre mangiavano, Gesù prese il pane, rese grazie, lo spezzò e lo diede ai discepoli, dicendo: 'Prendete, mangiate: questo è il mio corpo.' Poi, preso un calice e reso grazie, lo diede loro, dicendo: 'Bevetene tutti, perché questo è il mio sangue dell’alleanza.' Matteo 26:26-28",
        "NAME_2_0": "L’Agonia nell’Orto",
        "DESC_2_0": "Giunto al luogo, disse loro: 'Pregate per non entrare in tentazione.' Si allontanò da loro circa un tiro di sasso, cadde in ginocchio e pregava, dicendo: 'Padre, se vuoi, allontana da me questo calice! Tuttavia non sia fatta la mia, ma la tua volontà.' Luca 22:40-42",
        "NAME_2_1": "La Flagellazione alla Colonna",
        "DESC_2_1": "Pilato, volendo soddisfare la folla, fece liberare Barabba e, dopo aver fatto flagellare Gesù, lo consegnò perché fosse crocifisso. Marco 15:15",
        "NAME_2_2": "L’Incoronazione di Spine",
        "DESC_2_2": "I soldati lo rivestirono di porpora e, intrecciata una corona di spine, gliela posero sul capo. Poi cominciarono a salutarlo: 'Salve, re dei Giudei!' Marco 15:17-18",
        "NAME_2_3": "La Portazione della Croce",
        "DESC_2_3": "Portando la croce da solo, Gesù uscì verso il luogo detto del Cranio, in ebraico Golgota, dove lo crocifissero. Giovanni 19:17",
        "NAME_2_4": "La Crocifissione e Morte",
        "DESC_2_4": "Gesù, gridando a gran voce, disse: 'Padre, nelle tue mani consegno il mio spirito.' Detto questo, spirò. Luca 23:46",
        "NAME_3_0": "La Resurrezione",
        "DESC_3_0": "L’angelo disse alle donne: 'Non abbiate paura! So che cercate Gesù, il crocifisso. Non è qui, perché è risorto, come aveva detto.' Matteo 28:5-6",
        "NAME_3_1": "L’Ascensione",
        "DESC_3_1": "Mentre li benediceva, si staccò da loro e fu portato su al cielo. Luca 24:51",
        "NAME_3_2": "La Discesa dello Spirito Santo",
        "DESC_3_2": "Apparvero loro lingue come di fuoco, che si dividevano, e si posarono su ciascuno di loro; e tutti furono riempiti di Spirito Santo. Atti 2:3-4",
        "NAME_3_3": "L’Assunzione",
        "DESC_3_3": "Il Signore ha elevato l’umile sua serva; d’ora in poi tutte le generazioni mi chiameranno beata. Luca 1:48 (tradizionale)",
        "NAME_3_4": "L’Incoronazione della Beata Vergine Maria",
        "DESC_3_4": "Apparve nel cielo un segno grandioso: una donna vestita di sole, con la luna sotto i suoi piedi e sul capo una corona di dodici stelle. Apocalisse 12:1"
    },
    "PRAY": {
        "SIGN": "Nel nome del Padre, e del Figlio, e dello Spirito Santo, Amen.",
        "COME_HOLY_V": "Vieni, Spirito Santo, riempi i cuori dei tuoi fedeli,",
        "COME_HOLY_R": "e accendi in essi il fuoco del tuo amore.",
        "SEND_FORTH_V": "Manda il tuo Spirito e saranno creati,",
        "SEND_FORTH_R": "e tu rinnoverai la faccia della terra.",
        "LUP": "Preghiamo",
        "LUP1": "O Dio, che per la luce dello Spirito Santo hai istruito i cuori dei tuoi fedeli, concedi che nello stesso Spirito possiamo essere veramente saggi e godere sempre della sua consolazione, per Cristo nostro Signore. Amen.",
        "THOU_O_V": "Signore, tu aprirai le mie labbra,",
        "THOU_O_R": "e la mia bocca annuncerà la tua lode.",
        "INCLINE_UNTO_V": "O Dio, vieni in mio aiuto,",
        "INCLINE_UNTO_R": "Signore, affrettati a soccorrermi.",
        "DOXOLOGY_V": "Gloria al Padre, al Figlio e allo Spirito Santo,",
        "DOXOLOGY_R": "Come era nel principio, ora e sempre, nei secoli dei secoli. Amen.",
        "CREED_T": "Il Credo degli Apostoli",
        "CREED_R": "Io credo in Dio, Padre onnipotente, Creatore del cielo e della terra, e in Gesù Cristo, suo unico Figlio, nostro Signore, che fu concepito per opera dello Spirito Santo, nacque da Maria Vergine, patì sotto Ponzio Pilato, fu crocifisso, morì e fu sepolto; discese agli inferi; il terzo giorno risuscitò da morte; salì al cielo, siede alla destra di Dio Padre onnipotente; di là verrà a giudicare i vivi e i morti. Credo nello Spirito Santo, la santa Chiesa cattolica, la comunione dei santi, la remissione dei peccati, la risurrezione della carne e la vita eterna. Amen.",
        "OUR_FATHER_V": "Padre nostro, che sei nei cieli, sia santificato il tuo nome, venga il tuo regno, sia fatta la tua volontà, come in cielo così in terra.",
        "OUR_FATHER_R": "Dacci oggi il nostro pane quotidiano, e rimetti a noi i nostri debiti come noi li rimettiamo ai nostri debitori, e non ci indurre in tentazione, ma liberaci dal male. Amen.",
        "HAIL_MARY_V": "Ave Maria, piena di grazia, il Signore è con te, tu sei benedetta fra le donne e benedetto è il frutto del tuo seno, Gesù.",
        "HAIL_MARY_R": "Santa Maria, Madre di Dio, prega per noi peccatori, adesso e nell’ora della nostra morte. Amen.",
        "FATIMA_T": "Preghiera di Fatima",
        "FATIMA_R": "O mio Gesù, perdona i nostri peccati, salvaci dal fuoco dell’inferno, guida tutte le anime in cielo, specialmente quelle più bisognose della tua misericordia. Amen.",
        "HAIL_HOLY_T": "Salve Regina",
        "HAIL_HOLY_R": "Salve, Regina, Madre di misericordia, vita, dolcezza e speranza nostra, salve. A te ricorriamo, esuli figli di Eva; a te sospiriamo, gementi e piangenti in questa valle di lacrime. Orsù, dunque, avvocata nostra, volgi a noi i tuoi occhi misericordiosi, e dopo questo esilio mostraci Gesù, frutto benedetto del tuo seno, o clemente, o pia, o dolce Vergine Maria.",
        "PRAY_FOR_V": "Prega per noi, santa Madre di Dio,",
        "PRAY_FOR_R": "Affinché siamo resi degni delle promesse di Cristo.",
        "LUP2": "O Dio, il cui Unigenito Figlio, con la sua vita, morte e risurrezione, ci ha meritato i premi della salvezza eterna: concedici, te ne preghiamo, che, meditando questi misteri nel santissimo Rosario della Beata Vergine Maria, imitiamo ciò che contengono e otteniamo ciò che promettono. Per lo stesso Cristo nostro Signore. Amen.",
        "R_PRAY": "Prega per noi.",
        "R_HAVE": "Abbi pietà di noi.",
        "HH_SUBV_1": "Santissimo Cuore di Gesù",
        "HH_SUBV_2": "Immacolato Cuore di Maria",
        "HH_SUBV_3": "San Giuseppe",
        "HH_SUBV_4": "San Giovanni Evangelista",
        "HH_SUBV_5": "San Luigi Maria di Montfort",
        "LITANY": "Litanie della Beata Vergine Maria",
        "LITANY_CONT": {
            "V1": "Signore, pietà.",
            "V2": "Cristo, pietà.",
            "V3": "Cristo, ascoltaci.",
            "V4": "Cristo, esaudisci noi.",
            "V5": "Dio, Padre del cielo,",
            "V6": "Dio, Figlio, Redentore del mondo,",
            "V7": "Dio, Spirito Santo,",
            "V8": "Santissima Trinità, unico Dio,",
            "A1": "Santa Maria,",
            "A2": "Santa Madre di Dio,",
            "A3": "Santa Vergine delle vergini,",
            "A4": "Madre di Cristo,",
            "A5": "Madre della Chiesa,",
            "A6": "Madre della divina grazia,",
            "A7": "Madre purissima,",
            "A8": "Madre castissima,",
            "A9": "Madre inviolata,",
            "A10": "Madre intemerata,",
            "A11": "Madre amabile,",
            "A12": "Madre ammirabile,",
            "A13": "Madre del buon consiglio,",
            "A14": "Madre del Creatore,",
            "A15": "Madre del Salvatore,",
            "A16": "Vergine prudentissima,",
            "A17": "Vergine venerabile,",
            "A18": "Vergine degna di lode,",
            "A19": "Vergine potentissima,",
            "A20": "Vergine clementissima,",
            "A21": "Vergine fidelissima,",
            "A22": "Specchio di giustizia,",
            "A23": "Sede della sapienza,",
            "A24": "Causa della nostra gioia,",
            "A25": "Vas spirituale,",
            "A26": "Vas onorevole,",
            "A27": "Vas singolare di devozione,",
            "A28": "Rosa mistica,",
            "A29": "Torre di Davide,",
            "A30": "Torre d’avorio,",
            "A31": "Casa d’oro,",
            "A32": "Arca dell’alleanza,",
            "A33": "Porta del cielo,",
            "A34": "Stella del mattino,",
            "A35": "Salute degli infermi,",
            "A36": "Rifugio dei peccatori,",
            "A37": "Consolatrice degli afflitti,",
            "A38": "Aiuto dei cristiani,",
            "A39": "Regina degli Angeli,",
            "A40": "Regina dei Patriarchi,",
            "A41": "Regina dei Profeti,",
            "A42": "Regina degli Apostoli,",
            "A43": "Regina dei Martiri,",
            "A44": "Regina dei Confessori,",
            "A45": "Regina delle Vergini,",
            "A46": "Regina di tutti i Santi,",
            "A47": "Regina concepita senza peccato originale,",
            "A48": "Regina assunta in cielo,",
            "A49": "Regina del santissimo Rosario,",
            "A50": "Regina della pace,",
            "LAMB": "Agnello di Dio, che togli i peccati del mondo,",
            "SPARE": "Risparmia noi, o Signore.",
            "GRACE": "Esaudisci benignamente noi, o Signore.",
            "LUP": "Concedici, te ne preghiamo, o Signore, ai tuoi servi di godere di una salute perpetua di mente e di corpo; e per la gloriosa intercessione della beata sempre Vergine Maria, essere liberati dalle presenti tristezze e pervenire alla gioia eterna. Per Cristo nostro Signore. Amen."
        },
        "ETERNAL_FATHER_R": "Padre Eterno, ti offro il Corpo e il Sangue, l’Anima e la Divinità del Tuo diletto Figlio, nostro Signore Gesù Cristo, in espiazione dei nostri peccati e di quelli di tutto il mondo.",
        "FOR_THE_V": "Per la sua dolorosa passione,",
        "FOR_THE_R": "abbi misericordia di noi e di tutto il mondo.",
        "HOLY_GOD_R": "Santo Dio, Santo Forte, Santo Immortale, abbi misericordia di noi e di tutto il mondo.",
        "LUP3": "Dio Eterno, nel quale la misericordia è infinita e il tesoro della compassione inesauribile, volgi benignamente il tuo sguardo su di noi e accresci la tua misericordia in noi, affinché nei momenti difficili non ci lasciamo prendere dalla disperazione né dallo scoraggiamento, ma con grande fiducia ci abbandoniamo alla tua santa volontà, che è amore e misericordia stessa."
    }
}