{
    "CHANGE_LANG": "Escolher idioma preferido",
    "LANG": "{{lang}}",
    "WELCOME": "🎉 Bem‑vindo ao {{brand}} v{{version}}",
    "START": "Rezar o {{prayer}}",
    "INTENTION": "Intenção de oração",
    "INTENTION_2": "Intenção de oração: {{intention}}",
    "MODE_CHANGED": "Modo alterado",
    "MODE_CHANGED_BODY": "{{prayer}} será usado na sua próxima oração.",
    "RATE": "Avaliar {{brand}}",
    "SHARE": "Compartilhar",
    "SHARE_DESC": "Reza o Rosário, Abraça a Misericórdia, a qualquer momento {{url}}.",
    "SKIP": "Pular",
    "SUBMIT": "Enviar",
    "SAVE": "Salvar",
    "NEXT": "Próximo",
    "FINISH": "Concluir",
    "HISTORY": "Histórico de orações",
    "NO_HISTORY": "Nenhum histórico de oração ainda.",
    "SET_REMINDER": "Definir lembrete",
    "ROSARY": "Santo Rosário",
    "DIVINE_MERCY": "Divina Misericórdia",
    "DIVINE_MERCY_FULL": "O Terço da Divina Misericórdia",
    "USE": "Mudar para {{mode}}",
    "INTENTION_PLACEHOLDER": "ex. Paz Mundial",
    "ERROR": "Erro",
    "SUCCESS": "Sucesso",
    "NEW_SESS_ERR": "Não foi possível iniciar nova sessão de oração.",
    "NEW_SESS_SUCC": "Nova sessão de oração iniciada com sucesso.",
    "CONFIRMATION": "Confirmação",
    "CONGRATS": "Que suas orações sejam ouvidas e respondidas em nome de Jesus. Amém.",
    "CONTINUE": "Continuar",
    "CANCEL": "Cancelar",
    "AGO": "há {{time}}",
    "TIMER": "{{timestamp}} por {{duration}}.",
    "SESS_DEL": "Histórico excluído.",
    "SESS_NDEL": "Não foi possível excluir o histórico.",
    "YES": "Sim",
    "NO": "Não",
    "SURE": "Tem certeza?",
    "HOME_DIVINE_MERCY_TITLE": "\"Jesus, confio em Ti.\"",
    "HOME_DIVINE_MERCY_CONTENT": "Do Seu Coração fluíram sangue e água — um oceano de misericórdia derramado para o mundo. Nesta hora de necessidade e graça, aproxime‑se da compaixão. A Divina Misericórdia não é apenas uma oração, mas um refúgio para os pecadores, uma luz para os moribundos e um bálsamo para toda alma cansada.",
    "HOME_HOLY_ROSARY_TITLE": "\"Eis aí tua Mãe.\" (João 19:27)",
    "HOME_HOLY_ROSARY_CONTENT": "Ela, que ponderou todas as coisas em seu coração, agora caminha ao seu lado em oração. Através dos mistérios gozosos e das lágrimas dolorosas, triunfos gloriosos e luz luminosa, o rosário é seu suave convite a habitar com seu Filho. Tome sua mão — e que cada Ave Maria seja um passo rumo ao Céu.",
    "PROM_SHORT": "Promessas do Santo Rosário",
    "PROM_FULL": "Quinze Promessas feitas pela Bem‑Aventurada Virgem a quem recitar seu Rosário",
    "TIME_STARTED": "Hora de início",
    "MYST": "Mistério",
    "BEGIN": "Iniciar",
    "CONCLUDING": "Concluindo",
    "MENU": {
        "APP": "Tema e Idioma",
        "SETTINGS": "Preferências",
        "MODE": "Modo",
        "COMMUNITY": "Comunidade"
    },
    "THEME": {
        "light": "Claro",
        "dark": "Escuro"
    },
    "WC": {
        "P1": "O RosaryGo é seu companheiro silencioso para rezar o Santo Rosário e a Divina Misericórdia — offline, sem anúncios e sempre com você.",
        "P2": "Defina suas preferências, incluindo modo, idioma e tema no menu. Toque em “Rezar o …” para começar; você pode terminar a qualquer hora. Acompanhe cada conta no seu ritmo com o botão “Próximo”. Suas orações e intenções são armazenadas localmente no “Histórico de Orações” para futuras reflexões, e você pode excluir qualquer uma com um toque."
    },
    "PROM": {
        "P1": "A todos os que recitarem meu Rosário devotamente prometo minha proteção especial e graças muito grandes.",
        "P2": "Os que perseverarem na recitação do meu Rosário receberão graças singulares.",
        "P3": "O Rosário será uma arma muito poderosa contra o inferno; destruirá o vício, libertará do pecado e dissipará heresias.",
        "P4": "O Rosário fará florescer a virtude e as boas obras, e alcançará para as almas as mais abundantes misericórdias divinas; substituindo nos corações o amor do mundo pelo amor de Deus, elevando-os ao desejo dos bens eternos; oh, que as almas se santifiquem por este meio!",
        "P5": "Aqueles que confiarem em mim através do Rosário não perecerão.",
        "P6": "Os que recitarem meu Rosário piedosamente, contemplando seus mistérios, não serão vencidos pela miséria nem morrerão de forma infame. O pecador será digno da vida eterna.",
        "P7": "Os verdadeiramente devotos do meu Rosário não morrerão sem o consolo da Igreja ou sem graça.",
        "P8": "Os que recitarem meu Rosário encontrarão durante a vida e na morte a luz de Deus e a plenitude de sua graça, e compartilharão os méritos dos bem-aventurados.",
        "P9": "Livrarei com grande rapidez do purgatório as almas devotas do meu Rosário.",
        "P10": "Os verdadeiros filhos do meu Rosário desfrutarão de grande glória no céu.",
        "P11": "O que pedirem pelo Rosário, receberão.",
        "P12": "Os que propagarem meu Rosário obterão de mim auxílio em todas as suas necessidades.",
        "P13": "Obtenho de meu Filho que todos os confrades do Rosário tenham pelos seus Irmãos em vida e na morte os santos do Céu.",
        "P14": "Os que recitam fielmente meu Rosário são todos meus amados filhos e irmãos e irmãs de Jesus Cristo.",
        "P15": "A devoção ao meu Rosário é sinal especial de predestinação."
    },
    "MYSTERIES": {
        "NAME_0": "Mistérios Gozosos",
        "NAME_1": "Mistérios Luminosos",
        "NAME_2": "Mistérios Dolorosos",
        "NAME_3": "Mistérios Gloriosos",
        "NAME_0_0": "A Anunciação",
        "DESC_0_0": "O anjo disse a Maria: “Conceberás e darás à luz um filho, e chamarás o seu nome Jesus; será chamado Filho do Altíssimo.” (Lucas 1, 31–32)",
        "NAME_0_1": "A Visitação",
        "DESC_0_1": "“Bendita és tu entre as mulheres e bendito é o fruto do teu ventre. Feliz aquela que acreditou que se cumpriria o que o Senhor lhe disse.” (Lucas 1, 42; 45)",
        "NAME_0_2": "O Nascimento de Jesus",
        "DESC_0_2": "Enquanto estavam em Belém, Maria deu à luz seu filho primogênito, envolveu-o em faixas e o recostou em uma manjedoura. (Lucas 2, 6–7)",
        "NAME_0_3": "A Apresentação de Jesus",
        "DESC_0_3": "Quando chegou o dia da purificação segundo a lei de Moisés, levaram o menino Jesus até Jerusalém para apresentá-lo ao Senhor. (Lucas 2, 22)",
        "NAME_0_4": "Jesus no Templo",
        "DESC_0_4": "Encontraram-no no templo sentado entre os doutores, ouvindo-os e fazendo-lhes perguntas. Todos ficaram maravilhados. (Lucas 2, 46–47)",
        "NAME_1_0": "O Batismo do Senhor",
        "DESC_1_0": "O Espírito desceu sobre ele como uma pomba, e ouviu-se uma voz do céu: “Tu és meu Filho amado; em ti me agrado.” (Marcos 1, 10)",
        "NAME_1_1": "As Bodas de Caná",
        "DESC_1_1": "Jesus transformou água em vinho nas Bodas de Caná, sendo seu primeiro sinal; assim manifestou sua glória e seus discípulos creram nele. (João 2, 11)",
        "NAME_1_2": "O Anúncio do Reino",
        "DESC_1_2": "“Cumpriu-se o tempo, e o Reino de Deus está próximo; arrependei‑vos e crede no Evangelho.” (Marcos 1, 15)",
        "NAME_1_3": "A Transfiguração",
        "DESC_1_3": "Ele foi transfigurado diante deles: seu rosto resplandeceu como o sol e suas vestes ficaram brancas como a luz. (Mateus 17, 2)",
        "NAME_1_4": "A Instituição da Eucaristia",
        "DESC_1_4": "Tomou o pão, deu graças, partiu-o e o distribuiu, dizendo: “Isto é o meu corpo dado por vós; fazei isto em memória de mim.” (Lucas 22, 19)",
        "NAME_2_0": "A Agonia no Jardim",
        "DESC_2_0": "Jesus se adiantou um pouco, prostrou-se em oração: “Pai, se queres, afasta de mim este cálice.” (Mateus 26, 36; 39)",
        "NAME_2_1": "A Flagelação",
        "DESC_2_1": "Ele foi flagelado, depois libertaram Barrabás e o crucificaram. (Mateus 27, 26)",
        "NAME_2_2": "A Coroação de Espinhos",
        "DESC_2_2": "Colocaram uma coroa de espinhos em sua cabeça e o revestiram com um manto escarlate, dizendo: “Salve, Rei dos Judeus!” (Mateus 27, 28–29)",
        "NAME_2_3": "Jesus com a Cruz às Costas",
        "DESC_2_3": "Jesus, carregando a cruz, saiu para o lugar chamado Calvário, onde foi crucificado. (João 19, 17–18)",
        "NAME_2_4": "A Crucifixão e Morte",
        "DESC_2_4": "O véu do templo foi rasgado, Jesus exclamou: “Pai, entrego meu espírito em tuas mãos,” e expirou. (Lucas 23, 45–46)",
        "NAME_3_0": "A Ressurreição",
        "DESC_3_0": "O anjo disse: “Não temais; Jesus não está aqui, ressuscitou como disse.” (Mateus 28, 5–6)",
        "NAME_3_1": "A Ascensão",
        "DESC_3_1": "Ele os conduziu até Betânia, levantou as mãos, abençoou-os e subiu ao céu. (Lucas 24, 50–51)",
        "NAME_3_2": "A Descida do Espírito Santo",
        "DESC_3_2": "Apareceram línguas de fogo que pousaram sobre cada um; todos ficaram cheios do Espírito Santo. (Atos 2, 3–4)",
        "NAME_3_3": "A Assunção de Maria",
        "DESC_3_3": "‘Bendita és tu, filha, pelo Deus Altíssimo, mais bendita do que todas as mulheres da terra…’ (Judite 13, 18)",
        "NAME_3_4": "A Coroação de Maria",
        "DESC_3_4": "Apareceu no céu um grande sinal: uma mulher vestida de sol, com a lua sob seus pés e uma coroa de doze estrelas. (Apocalipse 12, 1)"
    },
    "PRAY": {
        "SIGN": "Em nome do Pai, e do Filho, e do Espírito Santo, Amém.",
        "COME_HOLY_V": "Vem, Espírito Santo, enche os corações dos teus fiéis,",
        "COME_HOLY_R": "e acende neles o fogo do teu amor.",
        "SEND_FORTH_V": "Envia o teu Espírito e eles serão criados,",
        "SEND_FORTH_R": "e renovarás a face da terra.",
        "LUP": "Oremos",
        "LUP1": "Ó Deus, que pela luz do Espírito Santo instruíste os corações dos fiéis, concede-nos, pelo mesmo Espírito, sabedoria e alegria na sua consolação, por Cristo nosso Senhor. Amém.",
        "THOU_O_V": "Senhor, abrirás os meus lábios,",
        "THOU_O_R": "e a minha boca proclamará o teu louvor.",
        "INCLINE_UNTO_V": "Ó Deus, vem em meu auxílio,",
        "INCLINE_UNTO_R": "Senhor, apressa-te em socorrer-me.",
        "DOXOLOGY_V": "Glória ao Pai, e ao Filho, e ao Espírito Santo;",
        "DOXOLOGY_R": "Como era no princípio, agora e sempre, pelos séculos dos séculos. Amém.",
        "CREED_T": "O Credo dos Apóstolos",
        "CREED_R": "Creio em Deus, Pai todo-poderoso, Criador do céu e da terra, e em Jesus Cristo, seu único Filho, nosso Senhor, que foi concebido pelo poder do Espírito Santo, nasceu da Virgem Maria, padeceu sob Pôncio Pilatos, foi crucificado, morto e sepultado; desceu aos infernos; ao terceiro dia ressuscitou dos mortos; subiu aos céus, está sentado à direita de Deus Pai todo-poderoso, de onde há de vir a julgar os vivos e os mortos. Creio no Espírito Santo, na santa Igreja católica, na comunhão dos santos, na remissão dos pecados, na ressurreição da carne e na vida eterna. Amém.",
        "OUR_FATHER_V": "Pai nosso, que estais nos céus, santificado seja o vosso nome; venha a nós o vosso reino; seja feita a vossa vontade, assim na terra como no céu.",
        "OUR_FATHER_R": "O pão nosso de cada dia nos dai hoje; perdoai-nos as nossas ofensas, assim como nós perdoamos a quem nos tem ofendido; e não nos deixeis cair em tentação, mas livrai-nos do mal. Amém.",
        "HAIL_MARY_V": "Ave Maria, cheia de graça, o Senhor é convosco, bendita sois vós entre as mulheres, e bendito é o fruto do vosso ventre, Jesus.",
        "HAIL_MARY_R": "Santa Maria, Mãe de Deus, rogai por nós, pecadores, agora e na hora da nossa morte. Amém.",
        "FATIMA_T": "Oração de Fátima",
        "FATIMA_R": "Ó meu Jesus, perdoai-nos os nossos pecados, livrai-nos do fogo do inferno, levai todas as almas ao céu, especialmente as que mais precisarem da vossa misericórdia. Amém.",
        "HAIL_HOLY_T": "Salve Rainha",
        "HAIL_HOLY_R": "Salve, Rainha, Mãe de misericórdia, vida, doçura e esperança nossa, salve! A vós bradamos, os degredados filhos de Eva; a vós suspiramos, gemendo e chorando neste vale de lágrimas. Eia, pois, advogada nossa, esses vossos olhos misericordiosos a nós volvei, e depois deste desterro mostrai-nos Jesus, bendito fruto do vosso ventre. Ó clemente, ó piedosa, ó doce Virgem Maria.",
        "PRAY_FOR_V": "Rogai por nós, santa Mãe de Deus,",
        "PRAY_FOR_R": "Para que sejamos dignos das promessas de Cristo.",
        "LUP2": "Ó Deus, cujo Filho unigénito, pela sua vida, morte e ressurreição, nos adquiriu os prémios da salvação eterna: concedei-nos, vos suplicamos, que, meditando estes mistérios no santíssimo Rosário da Virgem Maria, imitemos o que contêm e alcancemos o que prometem. Pelo mesmo Cristo nosso Senhor. Amém.",
        "R_PRAY": "Rogai por nós.",
        "R_HAVE": "Tende piedade de nós.",
        "HH_SUBV_1": "Sagrado Coração de Jesus",
        "HH_SUBV_2": "Imaculado Coração de Maria",
        "HH_SUBV_3": "São José",
        "HH_SUBV_4": "São João Evangelista",
        "HH_SUBV_5": "São Luís Maria de Montfort",
        "LITANY": "Ladainha da Virgem Maria",
        "LITANY_CONT": {
            "V1": "Senhor, tende piedade.",
            "V2": "Cristo, tende piedade.",
            "V3": "Cristo, ouvi-nos.",
            "V4": "Cristo, atendei-nos.",
            "V5": "Deus, Pai do céu,",
            "V6": "Deus Filho, Redentor do mundo,",
            "V7": "Deus Espírito Santo,",
            "V8": "Santíssima Trindade, um só Deus,",
            "A1": "Santa Maria,",
            "A2": "Santa Mãe de Deus,",
            "A3": "Santa Virgem das virgens,",
            "A4": "Mãe de Cristo,",
            "A5": "Mãe da Igreja,",
            "A6": "Mãe da divina graça,",
            "A7": "Mãe puríssima,",
            "A8": "Mãe castíssima,",
            "A9": "Mãe inviolada,",
            "A10": "Mãe imaculada,",
            "A11": "Mãe amável,",
            "A12": "Mãe admirável,",
            "A13": "Mãe do bom conselho,",
            "A14": "Mãe do Criador,",
            "A15": "Mãe do Salvador,",
            "A16": "Virgem prudentíssima,",
            "A17": "Virgem venerável,",
            "A18": "Virgem louvável,",
            "A19": "Virgem poderosíssima,",
            "A20": "Virgem clementíssima,",
            "A21": "Virgem fidelíssima,",
            "A22": "Espelho de justiça,",
            "A23": "Sede da sabedoria,",
            "A24": "Causa da nossa alegria,",
            "A25": "Vaso espiritual,",
            "A26": "Vaso honorável,",
            "A27": "Vaso insigne de devoção,",
            "A28": "Rosa mística,",
            "A29": "Torre de David,",
            "A30": "Torre de marfim,",
            "A31": "Casa de ouro,",
            "A32": "Arca da aliança,",
            "A33": "Porta do céu,",
            "A34": "Estrela da manhã,",
            "A35": "Saúde dos enfermos,",
            "A36": "Refúgio dos pecadores,",
            "A37": "Consoladora dos aflitos,",
            "A38": "Auxílio dos cristãos,",
            "A39": "Rainha dos Anjos,",
            "A40": "Rainha dos Patriarcas,",
            "A41": "Rainha dos Profetas,",
            "A42": "Rainha dos Apóstolos,",
            "A43": "Rainha dos Mártires,",
            "A44": "Rainha dos Confessores,",
            "A45": "Rainha das Virgens,",
            "A46": "Rainha de todos os Santos,",
            "A47": "Rainha concebida sem pecado original,",
            "A48": "Rainha assunta ao céu,",
            "A49": "Rainha do santíssimo Rosário,",
            "A50": "Rainha da paz,",
            "LAMB": "Cordeiro de Deus, que tirais o pecado do mundo,",
            "SPARE": "Perdoai-nos, Senhor.",
            "GRACE": "Atendei-nos, Senhor.",
            "LUP": "Concedei, nós vos suplicamos, Senhor, aos vossos servos, gozar de saúde contínua de alma e corpo; e, pela gloriosa intercessão da bem-aventurada Virgem Maria, sermos livres das tristezas presentes e gozar da alegria eterna. Por Cristo nosso Senhor. Amém."
        },
        "ETERNAL_FATHER_R": "Pai Eterno, ofereço-vos o Corpo e o Sangue, a Alma e a Divindade de vosso diletíssimo Filho, nosso Senhor Jesus Cristo, em expiação dos nossos pecados e dos do mundo inteiro.",
        "FOR_THE_V": "Pela sua dolorosa paixão,",
        "FOR_THE_R": "tende misericórdia de nós e do mundo inteiro.",
        "HOLY_GOD_R": "Santo Deus, Santo Forte, Santo Imortal, tende misericórdia de nós e do mundo inteiro.",
        "LUP3": "Deus Eterno, cuja misericórdia é infinita e o tesouro da compaixão inesgotável, olhai-nos com bondade e aumentai em nós a vossa misericórdia, para que, nos momentos difíceis, não desesperemos nem desanimemos, mas com grande confiança nos submetamos à vossa santa vontade, que é amor e misericórdia mesmo."
    }
}