{
    "CHANGE_LANG": "Chagua Lugha Unayopendelea",
    "LANG": "{{lang}}",
    "WELCOME": "🎉 Karibu kwenye {{brand}} v{{version}}",
    "START": "Sali {{prayer}}",
    "INTENTION": "Nia ya Sala",
    "INTENTION_2": "Nia ya Sala: {{intention}}",
    "MODE_CHANGED": "Hali Imebadilishwa",
    "MODE_CHANGED_BODY": "{{prayer}} itatumika kwa sala yako ya pili.",
    "RATE": "Pima {{brand}}",
    "SHARE": "Shiriki",
    "SHARE_DESC": "Sali Rozari, Kukubali Rehema, Popote {{url}}.",
    "SKIP": "Ruka",
    "SUBMIT": "Wasilisha",
    "SAVE": "Hifadhi",
    "NEXT": "Ifuatayo",
    "FINISH": "Maliza",
    "HISTORY": "Historia ya Sala",
    "NO_HISTORY": "Bado hakuna historia ya sala.",
    "SET_REMINDER": "Weka Kikumbusho",
    "ROSARY": "Rozari Takatifu",
    "DIVINE_MERCY": "Rehema ya Mungu",
    "DIVINE_MERCY_FULL": "Chapleti ya Rehema ya Mungu",
    "USE": "Badilisha hadi {{mode}}",
    "INTENTION_PLACEHOLDER": "mfano: Kwa Amani ya Dunia",
    "ERROR": "Hitilafu",
    "SUCCESS": "Mafanikio",
    "NEW_SESS_ERR": "Haikuwezekana kuanza kikao kipya cha sala.",
    "NEW_SESS_SUCC": "Kikao kipya cha sala kimeanza kwa mafanikio.",
    "CONFIRMATION": "Uthibitisho",
    "CONGRATS": "Maombi yako yasikilizwe na yajibiwe kwa jina la Yesu. Amina.",
    "CONTINUE": "Endelea",
    "CANCEL": "Ghairi",
    "AGO": "{{time}} iliyopita",
    "TIMER": "{{timestamp}} kwa {{duration}}.",
    "SESS_DEL": "Historia imefutwa.",
    "SESS_NDEL": "Historia haikuweza kufutwa.",
    "YES": "Ndiyo",
    "NO": "Hapana",
    "SURE": "Una uhakika?",
    "HOME_DIVINE_MERCY_TITLE": "\"Yesu, nakuamini.\"",
    "HOME_DIVINE_MERCY_CONTENT": "Kutoka moyoni mwake kulitiririka damu na maji — bahari ya rehema iliyomwagika kwa ajili ya dunia. Katika saa hii ya hitaji na neema, karibia na huruma. Rehema ya Mungu sio tu sala, bali ni kimbilio la wadhambi, mwanga kwa waliokufa, na dawa kwa kila nafsi iliyochoka.",
    "HOME_HOLY_ROSARY_TITLE": "\"Tazama Mama yako.\" (Yohana 19:27)",
    "HOME_HOLY_ROSARY_CONTENT": "Yeye ambaye alitafakari mambo yote moyoni mwake sasa anatembea kando yako katika sala. Kupitia siri za furaha na machozi ya huzuni, ushindi wa utukufu na mwanga wa nuru, Rozari ni wito wake wa upole wa kukaa na Mwanawe. Shika mkono wake — na kila Salaam Maria iwe hatua kuelekea Mbinguni.",
    "PROM_SHORT": "Ahadi za Rozari Takatifu",
    "PROM_FULL": "Ahadi Kumi na Tano Zilizotolewa na Bikira Maria kwa Wale Wanaosali Rozari Yake",
    "TIME_STARTED": "Muda wa Kuanza",
    "MYST": "Siri",
    "BEGIN": "Anza",
    "CONCLUDING": "Kuhitimisha",
    "MENU": {
        "APP": "Mandhari na Lugha",
        "SETTINGS": "Mapendeleo",
        "MODE": "Hali",
        "COMMUNITY": "Jumuiya"
    },
    "THEME": {
        "light": "Mwangaza",
        "dark": "Giza"
    },
    "WC": {
        "P1": "RosaryGo ni mwenza wako wa kimya kwa ajili ya kusali Rozari Takatifu na Rehema ya Mungu — bila mtandao, bila matangazo, na daima pamoja nawe.",
        "P2": "Weka mapendeleo yako, ikijumuisha hali, lugha, na mandhari kwenye menyu. Gusa 'Sali …' kuanza; unaweza kumaliza siku yoyote, wakati wowote. Fuata kila shanga kwa kasi yako ukitumia vitufe vya 'Ifuatayo'. Sala zako na nia zimehifadhiwa ndani ya 'Historia ya Sala' kwa ajili ya kutafakari baadaye, na unaweza kubofya yoyote ili kuifuta."
    },
    "PROM": {
        "P1": "Wote watakaosali Rozari yangu kwa uchaji nitawapa ulinzi wangu wa pekee na neema za kipekee.",
        "P2": "Wale watakaodumu katika kusali Rozari yangu watapokea neema za kipekee.",
        "P3": "Rozari itakuwa silaha yenye nguvu sana dhidi ya jehanamu, itaangamiza maovu, itaokoa dhambi, na itafukuza uzushi.",
        "P4": "Rozari itafanya wema na kazi njema zistawi, na itapata kwa roho neema za Mungu za wingi; itabadilisha mioyoni upendo wa Mungu badala ya upendo wa dunia, itaziinua hadi kwenye tamaa ya vitu vya milele, oh, kama roho zingejitakasa kwa njia hii!",
        "P5": "Wale wanaojisalimisha kwangu kupitia Rozari hawataangamia.",
        "P6": "Wale watakaosali Rozari yangu kwa uchaji, wakizingatia siri zake, hawatazidiwa na msiba wala kufa kifo kibaya. Mdhambi atakuwa anastahili uzima wa milele.",
        "P7": "Wale waliovutiwa kweli na Rozari yangu hawatakufa bila faraja ya Kanisa.",
        "P8": "Wale watakaosali Rozari yangu watapata wakati wa maisha yao na wakati wa kufa mwanga wa Mungu na wingi wa neema zake na watashiriki katika stahili za heri.",
        "P9": "Nitawaokoa haraka sana kutoka kwenye tohara roho zilizo na uchaji kwa Rozari yangu.",
        "P10": "Watoto wangu wa kweli wa Rozari yangu watapata utukufu mkubwa mbinguni.",
        "P11": "Cho chote mtakachoomba kupitia Rozari, mtakipata.",
        "P12": "Wale watakaoieneza Rozari yangu watapata kupitia kwangu msaada katika mahitaji yao yote.",
        "P13": "Nimepata kutoka kwa Mwanangu kwamba wote waliovutiwa na Rozari watakuwa na watakatifu wa mbinguni kama ndugu zao maishani na wakati wa kufa.",
        "P14": "Wale wanaosali Rozari yangu kwa uaminifu ni wote watoto wangu wa pekee na ndugu wa Yesu Kristo.",
        "P15": "Uchaji kwa Rozari yangu ni ishara ya pekee ya kumudu."
    },
    "MYSTERIES": {
        "NAME_0": "Siri za Furaha",
        "NAME_1": "Siri za Nuru",
        "NAME_2": "Siri za Huzuni",
        "NAME_3": "Siri za Utukufu",
        "NAME_0_0": "Kutangazwa kwa Maria",
        "DESC_0_0": "Malaika Gabrieli alitumwa na Mungu katika mji wa Galilaya uitwao Nazareti, kwa bikira aliyechumbiwa na mwanamume wa nyumba ya Daudi aitwaye Yosefu. Bikira huyo aliitwa Maria. Akimwendea akasema: 'Salamu, uliyejaa neema, Bwana yu pamoja nawe.' Luka 1:26-28",
        "NAME_0_1": "Kumudu Maria",
        "DESC_0_1": "Maria akaondoka akenda haraka kwenye nchi ya milima, katika mji wa Yuda. Akaingia nyumbani kwa Zakaria akamsalimu Elizabeth. Elizabeth aliposikia salamu ya Maria, mtoto aliruka tumboni mwake. Luka 1:39-41",
        "NAME_0_2": "Kuzaliwa kwa Bwana wetu Yesu",
        "DESC_0_2": "Wakati Maria na Yosefu walipokuwa Bethlehemu, wakati wa kumudu kwake ulifika. Akamzaa mwanawe wa kwanza, akamfunika nguo za kumudu na kumlaza horini, kwa sababu hakukuwa na nafasi kwao katika nyumba ya wageni. Luka 2:6-7",
        "NAME_0_3": "Kutolewa kwa Yesu Hekaluni",
        "DESC_0_3": "Wakati siku za kutakaswa kwao zilipotimizwa kulingana na sheria ya Musa, Maria na Yosefu wakamchukua Yesu kwenda Yerusalemu ili wamtolee Bwana, kama ilivyoandikwa katika sheria ya Bwana. Luka 2:22",
        "NAME_0_4": "Kupatikana kwa Mtoto Yesu Hekaluni",
        "DESC_0_4": "Baada ya siku tatu, wakampata hekaluni ameketi katikati ya walimu, akiwasikiliza na kuwauliza maswali. Wote waliomsikiliza walishangazwa na akili yake na majibu yake. Luka 2:46-47",
        "NAME_1_0": "Ubatizo wa Yesu",
        "DESC_1_0": "Baada ya kubatizwa, Yesu akatoka majini, na angalia, mbingu zikafunguka, akamwona Roho wa Mungu akishuka kama njiwa na kumudu juu yake. Sauti ikatoka mbinguni ikisema: 'Huyu ni Mwanangu mpendwa, ambaye nimemudu naye.' Marko 1:10-11",
        "NAME_1_1": "Kujifunua kwa Yesu",
        "DESC_1_1": "Kulikuwa na harusi huko Kana ya Galilaya, na mama yake Yesu alikuwapo. Yesu akabadilisha maji kuwa divai, ishara yake ya kwanza, na akadhihirisha utukufu wake; na wanafunzi wake wakamwamini. Yohana 2:1, 11",
        "NAME_1_2": "Kutangaza",
        "DESC_1_2": "Muda umetimizwa, na ufalme wa Mungu umekaribia; tubuni, na muamini habari njema. Marko 1:15",
        "NAME_1_3": "Kubadilika kwa Yesu",
        "DESC_1_3": "Akabadilika mbele yao, na uso wake ukaangaza kama jua, na nguo zake zikapata rangi nyeupe ya kung’aa. Mathayo 17:2",
        "NAME_1_4": "Kuanzishwa kwa Ekaristi",
        "DESC_1_4": "Akachukua mkate, akashukuru, akaumega na kuwapa, akisema: 'Huu ni mwili wangu unaotolewa kwa ajili yenu. Fanyeni hivi kwa ukumbusho wangu.' Luka 22:19",
        "NAME_2_0": "Mateso ya Yesu Bustanini",
        "DESC_2_0": "Yesu akaenda nao mahali paitwapo Gethsemane. Akasonga mbele kidogo na akaanguka chini akasali: 'Baba yangu, ikiwezekana, kikombe hiki kinipite.' Mathayo 26:36, 39",
        "NAME_2_1": "Kuchapwa kwa Yesu",
        "DESC_2_1": "Wakasema: 'Damu yake iwe juu yetu na juu ya watoto wetu.' Kwa hiyo, akamwachilia Baraba, na Yesu akampiga mijeledi. Mathayo 27:25-26",
        "NAME_2_2": "Kuvikwa Taji ya Miba",
        "DESC_2_2": "Wakamvua nguo zake na kumvisha jezi nyekundu, na baada ya kusuka taji ya miiba, wakaiweka kichwani mwake… wakisema: 'Salamu, Mfalme wa Wayahudi!' Mathayo 27:28-29",
        "NAME_2_3": "Kubeba Msalaba",
        "DESC_2_3": "Yesu akaongozwa nje, na kubeba msalaba peke yake, akaenda mahali paitwapo Fuvu la Kichwa. Huko wakamsulubisha. Yohana 19:17-18",
        "NAME_2_4": "Kusulubiwa na Kufa kwa Yesu",
        "DESC_2_4": "Pazia la patakatifu likapasuka katikati. Yesu akapiga kelele kubwa akasema: 'Baba, mikononi mwako naiweka roho yangu.' Baada ya hili akapumzika. Luka 23:45-46",
        "NAME_3_0": "Kufufuliwa",
        "DESC_3_0": "Malaika akasema: 'Msiogope. Najua mnamsaka Yesu aliyesulubiwa, lakini hayupo hapa. Amefufuka, kama alivyosema.' Mathayo 28:5-6",
        "NAME_3_1": "Kupaa",
        "DESC_3_1": "Akawaongoza nje karibu na Bethania, na kwa mikono iliyoinuliwa, akawabariki; alipokuwa akiwabariki, aliondoka kwao na kuchukuliwa mbinguni. Luka 24:50-51",
        "NAME_3_2": "Kushuka kwa Roho Mtakatifu",
        "DESC_3_2": "Zikaonekana kama ulimi wa moto uliogawanyika na kukaa juu ya kila mmoja wao. Wote wakajazwa na Roho Mtakatifu. Matendo 2:3-4",
        "NAME_3_3": "Kuinuliwa",
        "DESC_3_3": "Umebarikiwa, binti yangu, na Mungu aliye juu, kuliko wanawake wote duniani; na Mungu Bwana, Muumba wa mbingu na dunia, abarikiwe. Yudith 13:18 (ya jadi)",
        "NAME_3_4": "Kuvikwa Taji",
        "DESC_3_4": "Ishara kubwa ikaonekana angani: mwanamke amevaa jua, mwezi chini ya miguu yake, na kichwani mwake taji ya nyota kumi na mbili. Ufunuo 12:1"
    },
    "PRAY": {
        "SIGN": "Kwa jina la Baba, na la Mwana, na la Roho Mtakatifu, Amina.",
        "COME_HOLY_V": "Njoo, Roho Mtakatifu, jaza mioyo ya waamini wako,",
        "COME_HOLY_R": "na uwawashe moto wa upendo wako.",
        "SEND_FORTH_V": "Tuma Roho wako na watakuwa wameumbwa,",
        "SEND_FORTH_R": "na utaifanya upya uso wa dunia.",
        "LUP": "Tusali",
        "LUP1": "Ee Mungu, ambaye kwa nuru ya Roho Mtakatifu uliwafundisha mioyo ya waamini, utujalie kwa Roho yule yule kuwa na hekima ya kweli na kufurahi daima katika faraja yake, kupitia Kristo Bwana wetu. Amina.",
        "THOU_O_V": "Wewe, Ee Bwana, utafungua midomo yangu,",
        "THOU_O_R": "na ulimi wangu utatangaza sifa zako.",
        "INCLINE_UNTO_V": "Ee Mungu, njoo unisaidie,",
        "INCLINE_UNTO_R": "Ee Bwana, haraka uniharakishe.",
        "DOXOLOGY_V": "Utukufu kwa Baba, na Mwana, na Roho Mtakatifu;",
        "DOXOLOGY_R": "Kama ilivyokuwa mwanzoni, sasa na milele, dunia isiyo na mwisho. Amina.",
        "CREED_T": "Imani ya Mitume",
        "CREED_R": "Naamini Mungu, Baba Mwenyezi, Muumba wa mbingu na dunia, na Yesu Kristo, Mwanawe wa pekee, Bwana wetu, aliyechukuliwa mimba kwa nguvu ya Roho Mtakatifu, alizaliwa na Bikira Maria, aliteswa chini ya Pontio Pilato, alisulubiwa, alikufa, na akazikwa; alishuka hadi kuzimu; siku ya tatu alifufuka kutoka kwa wafu; alipaa mbinguni, ameketi upande wa kulia wa Mungu Baba Mwenyezi; kutoka huko atakuja kuwahukumu walio hai na wafu. Naamini Roho Mtakatifu, Kanisa takatifu la Katoliki, ushirika wa watakatifu, ondoleo la dhambi, ufufuo wa mwili, na uzima wa milele. Amina.",
        "OUR_FATHER_V": "Baba yetu uliye mbinguni, jina lako litukuzwe; ufalme wako uje; mapenzi yako yatimizwe hapa duniani kama huko mbinguni.",
        "OUR_FATHER_R": "Utupe leo chakula chetu cha kila siku; utusamehe makosa yetu kama nasi tunavyowasamehe waliotukosea; usitutie katika majaribu, bali utuokoe na yule mwovu. Amina.",
        "HAIL_MARY_V": "Salamu Maria, umejaa neema, Bwana yu pamoja nawe, umebarikiwa wewe kuliko wanawake wote, na amebarikiwa Yesu, aliye tumboni mwako.",
        "HAIL_MARY_R": "Maria Mtakatifu, Mama wa Mungu, utuombee sisi wenye dhambi, sasa na saa ya kufa kwetu. Amina.",
        "FATIMA_T": "Sala ya Fatima",
        "FATIMA_R": "Ee Yesu wangu, utusamehe dhambi zetu, utuokoe na moto wa jehanamu, uwaongoze roho zote mbinguni, hasa wale wanaohitaji zaidi rehema yako. Amina.",
        "HAIL_HOLY_T": "Salamu, Malkia",
        "HAIL_HOLY_R": "Salamu, Malkia, Mama wa Rehema; salamu, maisha yetu, utamu wetu na tumaini letu. Kwako tunalia, watoto wa Hawa waliokosa; kwako tunasikitika, tukilia na kulia katika bonde hili la machozi. Basi, Mwombezi wetu wa neema, tuelekeze macho yako ya rehema kwetu, na baada ya uhamisho huu, utuonyeshe Yesu, aliyebarikiwa, tumbu la tumbo lako. Ee mwenye huruma, ee mpenda, ee Bikira Maria mtamu.",
        "PRAY_FOR_V": "Tuombee, ee Mama Mtakatifu wa Mungu,",
        "PRAY_FOR_R": "Ili tustahili ahadi za Kristo.",
        "LUP2": "Ee Mungu, ambaye Mwanawe wa pekee, kwa maisha yake, kifo chake na ufufuo wake, ametupatia thawabu za wokovu wa milele: utujalie, tunakuomba, kwamba tukitafakari siri hizi katika Rozari takatifu zaidi ya Bikira Maria, tuige yale yanayomo, na tupate yale yanayoahidi. Kupitia Kristo Bwana wetu huyo huyo. Amina.",
        "R_PRAY": "Tuombee.",
        "R_HAVE": "Utuhurumie.",
        "HH_SUBV_1": "Moyo Mtakatifu wa Yesu",
        "HH_SUBV_2": "Moyo wa Maria Usio na Waa",
        "HH_SUBV_3": "Mt. Yosefu",
        "HH_SUBV_4": "Mt. Yohana Mwinjilisti",
        "HH_SUBV_5": "Mt. Louis-Marie de Montfort",
        "LITANY": "Litania ya Bikira Maria",
        "LITANY_CONT": {
            "V1": "Bwana, utuhurumie.",
            "V2": "Kristo, utuhurumie.",
            "V3": "Kristo, utusikie.",
            "V4": "Kristo, utujibu kwa neema.",
            "V5": "Mungu, Baba wa mbingu,",
            "V6": "Mungu, Mwana, Mkombozi wa dunia,",
            "V7": "Mungu, Roho Mtakatifu,",
            "V8": "Utatu Mtakatifu, Mungu mmoja,",
            "A1": "Maria Mtakatifu,",
            "A2": "Mama Mtakatifu wa Mungu,",
            "A3": "Bikira Mtakatifu wa mabikira,",
            "A4": "Mama wa Kristo,",
            "A5": "Mama wa Kanisa,",
            "A6": "Mama wa neema za Mungu,",
            "A7": "Mama safi kabisa,",
            "A8": "Mama safi kabisa,",
            "A9": "Mama asiyeguswa,",
            "A10": "Mama asiye na waa,",
            "A11": "Mama mpendwa kabisa,",
            "A12": "Mama wa ajabu kabisa,",
            "A13": "Mama wa ushauri mwema,",
            "A14": "Mama wa Muumba wetu,",
            "A15": "Mama wa Mwokozi wetu,",
            "A16": "Bikira mwenye busara zaidi,",
            "A17": "Bikira mwenye heshima zaidi,",
            "A18": "Bikira mwenye sifa zaidi,",
            "A19": "Bikira mwenye nguvu zaidi,",
            "A20": "Bikira mwenye huruma zaidi,",
            "A21": "Bikira mwaminifu zaidi,",
            "A22": "Kioo cha haki,",
            "A23": "Kiti cha hekima,",
            "A24": "Sababu ya furaha yetu,",
            "A25": "Chombo cha kiroho,",
            "A26": "Chombo cha heshima,",
            "A27": "Chombo cha pekee cha uchaji,",
            "A28": "Waridi wa siri,",
            "A29": "Mnara wa Daudi,",
            "A30": "Mnara wa pembe za ndovu,",
            "A31": "Nyumba ya dhahabu,",
            "A32": "Sanduku la agano,",
            "A33": "Lango la mbingu,",
            "A34": "Nyota ya asubuhi,",
            "A35": "Afya ya wagonjwa,",
            "A36": "Kimbilio la wadhambi,",
            "A37": "Mfaraja wa walioteseka,",
            "A38": "Msaada wa Wakristo,",
            "A39": "Malkia wa Malaika,",
            "A40": "Malkia wa Wazee wa Agano,",
            "A41": "Malkia wa Manabii,",
            "A42": "Malkia wa Mitume,",
            "A43": "Malkia wa Mashahidi,",
            "A44": "Malkia wa Waliokiri,",
            "A45": "Malkia wa Mabikira,",
            "A46": "Malkia wa Watakatifu wote,",
            "A47": "Malkia aliyechukuliwa mimba bila dhambi ya asili,",
            "A48": "Malkia aliyepaa mbinguni,",
            "A49": "Malkia wa Rozari takatifu zaidi,",
            "A50": "Malkia wa Amani,",
            "LAMB": "Mwanakondoo wa Mungu, unayeondoa dhambi za dunia,",
            "SPARE": "Utuepushe, Ee Bwana.",
            "GRACE": "Utusikilize kwa neema, Ee Bwana.",
            "LUP": "Utujalie, tunakuomba, Ee Bwana, kwamba sisi watumishi wako tufurahie afya ya akili na mwili ya milele; na kwa maombezi ya utukufu ya Bikira Maria aliyebarikiwa daima, tuokolewe na huzuni za sasa, na tufike kwenye furaha ya milele. Kupitia Kristo Bwana wetu. Amina."
        },
        "ETERNAL_FATHER_R": "Baba wa Milele, nakutolea Damu na Mwili, Nafsi na Uungu wa Mwana wako Mpendwa sana, Bwana wetu Yesu Kristo, kwa ajili ya kulipia dhambi zetu na za ulimwengu wote.",
        "FOR_THE_V": "Kwa ajili ya mateso yake ya huzuni,",
        "FOR_THE_R": "utuhurumie sisi na ulimwengu wote.",
        "HOLY_GOD_R": "Mungu Mtakatifu, Mungu Mwenye Nguvu, Mungu Asiyekufa, utuhurumie sisi na ulimwengu wote.",
        "LUP3": "Mungu wa Milele, ambaye rehema zake hazina mwisho na hazina ya huruma haijaisha, ututazame kwa huruma na uongeze rehema yako ndani yetu, ili katika nyakati ngumu tusiwe na kukata tamaa wala kuhuzunika, bali kwa imani kubwa tujisalimishe kwa mapenzi yako matakatifu, ambayo ni upendo na rehema yenyewe."
    }
}