{
    "CHANGE_LANG": "Piliin ang Ninanais na Wika",
    "LANG": "{{lang}}",
    "WELCOME": "🎉 Maligayang Pagdating sa {{brand}} v{{version}}",
    "START": "Ipagdasal ang {{prayer}}",
    "INTENTION": "Intensyon ng Panalangin",
    "INTENTION_2": "Intensyon ng Panalangin: {{intention}}",
    "MODE_CHANGED": "Binago ang Mode",
    "MODE_CHANGED_BODY": "{{prayer}} ang gagamitin sa iyong susunod na panalangin.",
    "RATE": "Rate ang {{brand}}",
    "SHARE": "Ibahagi",
    "SHARE_DESC": "Ipagdasal ang Rosaryo, Tanggapin ang Habag, Kahit Saan {{url}}.",
    "SKIP": "Laktawan",
    "SUBMIT": "Ipasa",
    "SAVE": "I-save",
    "NEXT": "Susunod",
    "FINISH": "Tapos",
    "HISTORY": "Kasaysayan ng Panalangin",
    "NO_HISTORY": "Wala pang kasaysayan ng panalangin.",
    "SET_REMINDER": "Magtakda ng Paalala",
    "ROSARY": "Banal na Rosaryo",
    "DIVINE_MERCY": "Diyos na Habag",
    "DIVINE_MERCY_FULL": "Ang Korona ng Diyos na Habag",
    "USE": "Lumipat sa {{mode}}",
    "INTENTION_PLACEHOLDER": "hal. Para sa Kapayapaan sa Mundo",
    "ERROR": "Error",
    "SUCCESS": "Tagumpay",
    "NEW_SESS_ERR": "Hindi maipagsimula ang bagong sesyon ng panalangin.",
    "NEW_SESS_SUCC": "Matagumpay na naipagsimula ang bagong sesyon ng panalangin.",
    "CONFIRMATION": "Kumpirmasyon",
    "CONGRATS": "Maging dinggin at sagutin ang iyong mga panalangin sa pangalan ni Hesus. Amen.",
    "CONTINUE": "Magpatuloy",
    "CANCEL": "Kanselahin",
    "AGO": "{{time}} ang nakalipas",
    "TIMER": "{{timestamp}} para sa {{duration}}.",
    "SESS_DEL": "Natanggal ang kasaysayan.",
    "SESS_NDEL": "Hindi natanggal ang kasaysayan.",
    "YES": "Oo",
    "NO": "Hindi",
    "SURE": "Sigurado ka ba?",
    "HOME_DIVINE_MERCY_TITLE": "\"Hesus, pinagkakatiwalaan kita.\"",
    "HOME_DIVINE_MERCY_CONTENT": "Mula sa Kanyang Puso dumaloy ang dugo at tubig — isang karagatan ng habag na ibinuhos sa mundo. Sa oras ng pangangailangan at biyaya, lumapit sa habag. Ang Diyos na Habag ay hindi lamang panalangin, kundi isang kanlungan para sa mga makasalanan, isang ilaw para sa mga mamamatay, at isang lunas para sa bawat napapagod na kaluluwa.",
    "HOME_HOLY_ROSARY_TITLE": "\"Narito ang iyong Ina.\" (Juan 19:27)",
    "HOME_HOLY_ROSARY_CONTENT": "Siya na nagmuni-muni ng lahat sa kanyang puso ay kasama mo ngayon sa panalangin. Sa pamamagitan ng mga masayang misteryo at malungkot na luha, mga dakilang tagumpay at maliwanag na ilaw, ang Rosaryo ay kanyang banayad na anyaya upang manirahan kasama ang kanyang Anak. Hawakan ang kanyang kamay — at gawing bawat Ave Maria ang isang hakbang patungo sa Langit.",
    "PROM_SHORT": "Mga Pangako ng Banal na Rosaryo",
    "PROM_FULL": "Labing-limang Pangako ng Mahal na Birhen sa Mga Nagdarasal ng Kanyang Rosaryo",
    "TIME_STARTED": "Oras ng Pagsisimula",
    "MYST": "Misteryo",
    "BEGIN": "Simulan",
    "CONCLUDING": "Pangwakas",
    "MENU": {
        "APP": "Tema at Wika",
        "SETTINGS": "Mga Kagustuhan",
        "MODE": "Mode",
        "COMMUNITY": "Komunidad"
    },
    "THEME": {
        "light": "Maliwanag",
        "dark": "Madilim"
    },
    "WC": {
        "P1": "Ang RosaryGo ay iyong tahimik na kasama sa pagdarasal ng Banal na Rosaryo at Diyos na Habag — offline, walang advertisement, at laging kasama mo.",
        "P2": "Itakda ang iyong mga kagustuhan, kabilang ang mode, wika, at tema sa menu. Pindutin ang 'Ipagdasal ang …' upang simulan; maaari kang magtapos anumang araw, anumang oras. Sundin ang bawat butil sa iyong sariling bilis gamit ang mga pindutan ng 'Susunod'. Ang iyong mga panalangin at intensyon ay naka-save nang lokal sa 'Kasaysayan ng Panalangin' para sa hinaharap na pagninilay, at maaari kang mag-click sa anumang bagay upang matanggal ito."
    },
    "PROM": {
        "P1": "Sa lahat ng magdarasal nang buong debosyon ng aking Rosaryo, ipinangangako ko ang aking espesyal na proteksyon at malalaking grasya.",
        "P2": "Ang mga magpapatuloy sa pagdarasal ng aking Rosaryo ay tatanggap ng mga makabuluhang grasya.",
        "P3": "Ang Rosaryo ay magiging isang makapangyarihang sandata laban sa impiyerno, magwawasak ng bisyo, magliligtas sa kasalanan, at magpapalayas ng mga kamalian.",
        "P4": "Ang Rosaryo ay magpapalago ng kabutihan at mabubuting gawa, at magbibigay ng saganang awa ng Diyos; papalitan nito sa mga puso ang pag-ibig sa Diyos sa halip na sa mundo, itataas ang mga ito sa pagnanais ng mga bagay na walang hanggan, oh, kung paano sana ang mga kaluluwa ay magpapabanal sa pamamagitan nito!",
        "P5": "Ang mga magtitiwala sa akin sa pamamagitan ng Rosaryo ay hindi mapapahamak.",
        "P6": "Ang mga magdarasal nang buong debosyon ng aking Rosaryo, na pinag-iisipan ang mga misteryo nito, ay hindi malulugmok sa kamalasan o mamamatay nang masama. Ang makasalanan ay magiging karapat-dapat ng buhay na walang hanggan.",
        "P7": "Ang mga tunay na deboto sa aking Rosaryo ay hindi mamamatay nang walang aliw ng Simbahan.",
        "P8": "Ang mga magdarasal ng aking Rosaryo ay makakakita ng liwanag ng Diyos at kasaganahan ng kanyang grasya sa kanilang buhay at kamatayan, at makikisalamuha sa mga merito ng mga banal.",
        "P9": "Mabilis kong ililigtas mula sa purgatoryo ang mga kaluluwa na deboto sa aking Rosaryo.",
        "P10": "Ang mga tunay na anak ng aking Rosaryo ay magkakaroon ng dakilang kaluwalhatian sa langit.",
        "P11": "Ang lahat ng hihilingin ninyo sa pamamagitan ng Rosaryo ay makakamit.",
        "P12": "Ang mga magpapalaganap ng aking Rosaryo ay makakatanggap ng tulong sa lahat ng kanilang pangangailangan sa pamamagitan ko.",
        "P13": "Nakuha ko mula sa aking Anak na ang lahat ng mga kasapi ng Rosaryo ay magkakaroon ng mga banal sa langit bilang kanilang mga kasama sa buhay at kamatayan.",
        "P14": "Ang mga magdarasal nang tapat ng aking Rosaryo ay pawang mga minamahal kong anak at mga kapatid ni Hesus Kristo.",
        "P15": "Ang debosyon sa aking Rosaryo ay isang espesyal na tanda ng predestinasyon."
    },
    "MYSTERIES": {
        "NAME_0": "Ang mga Masayang Misteryo",
        "NAME_1": "Ang mga Misteryo ng Liwanag",
        "NAME_2": "Ang mga Malungkot na Misteryo",
        "NAME_3": "Ang mga Dakilang Misteryo",
        "NAME_0_0": "Ang Anunsiyasyon",
        "DESC_0_0": "Ang anghel na si Gabriel ay sinugo ng Diyos sa isang bayan ng Galilea na tinatawag na Nazaret, sa isang dalaga na ipinangakong kasal kay Jose na mula sa sambahayan ni David. Ang pangalan ng dalaga ay Maria. Pumasok siya at sinabi: 'Matuwa ka, O puspos ng biyaya, ang Panginoon ay sumasaiyo.' Lucas 1:26-28",
        "NAME_0_1": "Ang Pagdalaw",
        "DESC_0_1": "Tumindig si Maria at nagmadali siya papunta sa kabundukan, sa isang bayan ng Juda. Pumasok siya sa bahay ni Zacarias at binati si Elisabet. Nang marinig ni Elisabet ang bati ni Maria, ang sanggol ay gumalaw sa kanyang sinapupunan. Lucas 1:39-41",
        "NAME_0_2": "Ang Pagsilang ng Panginoong Hesus",
        "DESC_0_2": "Habang sila ay nasa Betlehem, dumating ang oras ng kanyang panganganak. Ipinanganak niya ang kanyang panganay na anak, balot siya ng mga lampin at inilagay sa isang pasabsaban, sapagkat walang lugar para sa kanila sa tuluyan. Lucas 2:6-7",
        "NAME_0_3": "Ang Paglalagay ni Hesus sa Templo",
        "DESC_0_3": "Nang matupad ang mga araw ng kanilang paglilinis ayon sa batas ni Moises, dinala nila si Hesus sa Jerusalem upang ialay sa Panginoon, gaya ng sinasabi sa batas ng Panginoon. Lucas 2:22",
        "NAME_0_4": "Ang Pagkakatagpo kay Hesus sa Templo",
        "DESC_0_4": "Matapos ang tatlong araw, natagpuan nila siya sa templo, nakaupo sa gitna ng mga guro, nakikinig at nagtatanong. Namangha ang lahat na narinig siya sa kanyang katalinuhan at mga sagot. Lucas 2:46-47",
        "NAME_1_0": "Ang Binyag ni Hesus sa Jordan",
        "DESC_1_0": "Pagkatapos niyang mabinyagan, si Hesus ay umahon sa tubig. At narito, ang mga langit ay nagbukas at nakita niya ang Espiritu ng Diyos na bumababa na parang kalapati at lumalapit sa kanya. At isang tinig mula sa langit ang nagsabi: 'Ito ang aking Anak na minamahal, sa kanya ako nasisiyahan.' Mateo 3:16-17",
        "NAME_1_1": "Ang Kasalan sa Cana",
        "DESC_1_1": "May kasalan sa Cana ng Galilea at naroon ang ina ni Hesus. Nang maubos ang alak, sinabi ni Hesus sa mga lingkod: 'Punuin ninyo ng tubig ang mga tapayan.' At sinabi niya sa kanila: 'Kumuha kayo ngayon at dalhin sa pinuno ng piging.' At gayon nila ginawa. Juan 2:1-8",
        "NAME_1_2": "Ang Pagpapahayag ng Kaharian ng Diyos",
        "DESC_1_2": "Pagkatapos maihakbang si Juan, pumunta si Hesus sa Galilea, ipinapahayag ang ebanghelyo ng Diyos, at sinasabi: 'Natupad na ang takda ng panahon at malapit na ang kaharian ng Diyos; magsisi kayo at maniwala sa ebanghelyo.' Marcos 1:14-15",
        "NAME_1_3": "Ang Pagbabago-anyo",
        "DESC_1_3": "Habang siya ay nanalangin, ang kanyang anyo ay nagbago, at ang kanyang kasuutan ay naging maliwanag na puti. At narito, ang mga ulap ay nagbigay ng anino sa kanila, at isang tinig mula sa ulap ang nagsabi: 'Ito ang aking Anak na hinirang; pakinggan ninyo siya.' Lucas 9:29, 35",
        "NAME_1_4": "Ang Pagkakatatag ng Eukaristiya",
        "DESC_1_4": "Habang sila ay kumakain, kinuha ni Hesus ang tinapay, nagpasalamat, hinati ito at ibinigay sa kanyang mga alagad, na sinasabi: 'Kunin, ito ay aking katawan.' At pagkatapos ay kinuha niya ang saro, nagpasalamat, at ibinigay ito sa kanila, na sinasabi: 'Ito ang aking dugo ng tipan.' Marcos 14:22-24",
        "NAME_2_0": "Ang Hapis sa Hardin",
        "DESC_2_0": "Pumunta si Hesus sa isang lugar na tinatawag na Getsemani. Humiwalay siya sa kanila nang kaunti at nagdasal nang buong pagpupunyagi: 'Ama ko, kung maaari, ilipat ang kalis na ito sa akin! Gayunman, hindi ang aking kalooban kundi ang iyong kalooban ang mangyari.' Mateo 26:36, 39",
        "NAME_2_1": "Ang Pagpalo sa Haligi",
        "DESC_2_1": "Sinabi ng mga tao: 'Bumagsak man ang kanyang dugo sa amin at sa aming mga anak.' Kaya't pinaya ni Pilato si Barabas, ngunit si Hesus ay ipinahintulot na paluin. Mateo 27:25-26",
        "NAME_2_2": "Ang Pagsusuot ng Korona ng Tinik",
        "DESC_2_2": "Tinanggal nila ang kanyang damit at isinuot sa kanya ang isang balabal na pula, at pagkatapos ay hinabi nila ang isang korona ng tinik at inilagay ito sa kanyang ulo… sinasabi: 'Matagumpay, Hari ng mga Judio!' Mateo 27:28-29",
        "NAME_2_3": "Ang Pagdadala ng Krus",
        "DESC_2_3": "Si Hesus ay dinala palabas, at dala ang krus, pumunta siya sa lugar na tinatawag na Bungo. Doon siya ipinako sa krus. Juan 19:17-18",
        "NAME_2_4": "Ang Pagkamatay sa Krus",
        "DESC_2_4": "Ang tabing ng santuario ay nahati sa dalawa. Sumigaw si Hesus nang malakas at sinabi: 'Ama, sa iyong mga kamay ipinagkakatiwala ko ang aking espiritu.' Pagkatapos nito, namatay siya. Lucas 23:45-46",
        "NAME_3_0": "Ang Muling Pagkabuhay",
        "DESC_3_0": "Sinabi ng anghel: 'Huwag kayong matakot! Alam ko na hinahanap ninyo si Hesus na ipinako sa krus. Hindi siya narito, sapagkat siya ay muling nabuhay, tulad ng kanyang sinabi.' Mateo 28:5-6",
        "NAME_3_1": "Ang Pag-akyat sa Langit",
        "DESC_3_1": "Dinala niya sila sa malapit sa Betania, at habang pinagpapala niya sila, siya ay iniangat sa langit. Lucas 24:50-51",
        "NAME_3_2": "Ang Pagbaba ng Espiritu Santo",
        "DESC_3_2": "Naging parang apoy ang mga dila na nahati at tumigil sa bawat isa sa kanila. Napuspos sila ng Espiritu Santo. Gawa 2:3-4",
        "NAME_3_3": "Ang Pag-aangat",
        "DESC_3_3": "Pinagpala ka, anak ko, ng Diyos na Kataas-taasan, higit sa lahat ng babae sa lupa; at pinagpala ang Panginoong Diyos, ang Manlilikha ng langit at lupa. Judit 13:18 (tradisyunal)",
        "NAME_3_4": "Ang Pagkorona",
        "DESC_3_4": "Lumitaw sa langit ang isang dakilang tanda: isang babae na nakadamit ng araw, ang buwan sa ilalim ng kanyang mga paa, at sa kanyang ulo ay isang korona ng labindalawang bituin. Pahayag 12:1"
    },
    "PRAY": {
        "SIGN": "Sa ngalan ng Ama, at ng Anak, at ng Espiritu Santo, Amen.",
        "COME_HOLY_V": "Halina, Espiritu Santo, punuin Mo ang mga puso ng Iyong mga tapat,",
        "COME_HOLY_R": "at papahirin Mo sa kanila ang apoy ng Iyong pag-ibig.",
        "SEND_FORTH_V": "Ipakita Mo ang Iyong Espiritu at sila ay malilikha,",
        "SEND_FORTH_R": "at baguhin Mo ang mukha ng lupa.",
        "LUP": "Ipanalangin natin",
        "LUP1": "O Diyos, na sa pamamagitan ng liwanag ng Espiritu Santo ay tinuruan ang mga puso ng mga tapat, bigyan Mo kami ng parehong Espiritu upang maging tunay na marunong at laging magalak sa Kanyang aliw, sa pamamagitan ni Kristo na aming Panginoon. Amen.",
        "THOU_O_V": "Ikaw, O Panginoon, ay bubuksan ang aking mga labi,",
        "THOU_O_R": "at ang aking dila ay magpapahayag ng Iyong papuri.",
        "INCLINE_UNTO_V": "O Diyos, dumating ka sa aking tulong,",
        "INCLINE_UNTO_R": "O Panginoon, magmadali kang tulungan ako.",
        "DOXOLOGY_V": "Kaluwalhatian sa Ama, at sa Anak, at sa Espiritu Santo;",
        "DOXOLOGY_R": "Kung paano ito noong unang panahon, ngayon at magpakailanman, walang hanggan. Amen.",
        "CREED_T": "Ang Paniniwala ng mga Apostol",
        "CREED_R": "Naniniwala ako sa Diyos, Ama ng lahat, Manlilikha ng langit at lupa, at kay Hesus Kristo, Kanyang Bugtong na Anak, aming Panginoon, na ipinaglihi sa pamamagitan ng Espiritu Santo, ipinanganak kay Virgen Maria, nagdusa kay Poncio Pilato, na ipinako sa krus, namatay, at inilibing; bumaba sa kabilang buhay; sa ikatlong araw muling nabuhay mula sa mga patay; umakyat sa langit, nakaupo sa kanan ng Diyos Ama na Makapangyarihan; mula roon siya darating upang hatulan ang mga buhay at mga patay. Naniniwala ako sa Espiritu Santo, sa banal na Iglesia Katolika, sa pakikipag-isa ng mga banal, sa kapatawaran ng mga kasalanan, sa muling pagkabuhay ng katawan, at sa buhay na walang hanggan. Amen.",
        "OUR_FATHER_V": "Ama namin, na nasa langit, sambahin ang Iyong pangalan; dumating ang Iyong kaharian; sundin ang Iyong kalooban, kung paano sa langit, gayundin sa lupa.",
        "OUR_FATHER_R": "Bigyan Mo kami ngayon ng aming pang-araw-araw na tinapay; patawarin Mo kami sa aming mga sala, tulad ng pagpapatawad namin sa mga nagkasala sa amin; at huwag Mo kaming dalhin sa tukso, ngunit iligtas Mo kami sa kasamaan. Amen.",
        "HAIL_MARY_V": "Aba Ginoong Maria, napupuno ka ng grasya, ang Panginoon ay sumasaiyo, pinagpala ka sa gitna ng mga babae, at pinagpala naman ang bunga ng iyong sinapupunan, si Hesus.",
        "HAIL_MARY_R": "Santa Maria, Ina ng Diyos, ipanalangin Mo kaming mga makasalanan, ngayon at kung kami'y namamatay. Amen.",
        "FATIMA_T": "Panalangin ng Fatima",
        "FATIMA_R": "O aking Hesus, patawarin Mo ang aming mga kasalanan, iligtas Mo kami sa apoy ng impiyerno, dalhin Mo ang lahat ng kaluluwa sa langit, lalo na ang mga pinakailang nangangailangan ng Iyong awa. Amen.",
        "HAIL_HOLY_T": "Aba, Reyna",
        "HAIL_HOLY_R": "Aba, Reyna, Ina ng habag, buhay, kaligayahan at pag-asa namin, abay! Sa iyo kami tumatawag, mga anak ng Eba na nasa pagkasadlak; sa iyo kami humihingi, nang uod at umiiyak sa libis ng mga luha. Kaya nga, O abogada namin, ilipat sa amin ang Iyong mga mata ng habag, at pagkatapos ng aming pagkakatapak, ipakita sa amin si Hesus, ang pinagpala Mong anak. O maawain, o mapagmahal, o matamis na Birheng Maria.",
        "PRAY_FOR_V": "Ipanalangin Mo kami, O banal na Ina ng Diyos,",
        "PRAY_FOR_R": "Upang kami ay gawing karapat-dapat sa mga pangakong ipinangako ni Kristo.",
        "LUP2": "O Diyos, na ang Iyong Bugtong na Anak, sa pamamagitan ng Kanyang buhay, kamatayan at muling pagkabuhay, ay binili para sa amin ang gantimpala ng kaligtasang walang hanggan: ipagkaloob Mo sa amin, aming hinihiling, na sa pamamagitan ng pagmumuni-muni ng mga misteryo sa kabanal-banalang Rosaryo ng Mahal na Birheng Maria, kami ay gayahin ang nilalaman nito, at makamit ang ipinangako nito. Sa pamamagitan ng parehong Kristong aming Panginoon. Amen.",
        "R_PRAY": "Ipanalangin Mo kami.",
        "R_HAVE": "Kaawaan Mo kami.",
        "HH_SUBV_1": "Kabanal-banalang Puso ni Hesus",
        "HH_SUBV_2": "Imakuladong Puso ni Maria",
        "HH_SUBV_3": "San Jose",
        "HH_SUBV_4": "San Juan Evangelista",
        "HH_SUBV_5": "San Luis Maria de Montfort",
        "LITANY": "Litanya ng Mahal na Birheng Maria",
        "LITANY_CONT": {
            "V1": "Panginoon, kaawaan Mo kami.",
            "V2": "Kristo, kaawaan Mo kami.",
            "V3": "Kristo, dinggin Mo kami.",
            "V4": "Kristo, makinig ka sa amin.",
            "V5": "Diyos, Ama ng langit,",
            "V6": "Diyos, Anak, Tagapagligtas ng mundo,",
            "V7": "Diyos, Espiritu Santo,",
            "V8": "Banal na Trinitas, iisang Diyos,",
            "A1": "Santa Maria,",
            "A2": "Santa Ina ng Diyos,",
            "A3": "Santa Birheng mga birhen,",
            "A4": "Ina ni Kristo,",
            "A5": "Ina ng Iglesia,",
            "A6": "Ina ng banal na grasya,",
            "A7": "Inang lubos na dalisay,",
            "A8": "Inang lubos na likas,",
            "A9": "Inang hindi pinapagalaw ng kasalanan,",
            "A10": "Inang walang bahid,",
            "A11": "Inang lubos na kaibig-ibig,",
            "A12": "Inang kahanga-hanga,",
            "A13": "Ina ng mabuting payo,",
            "A14": "Ina ng Manlilikha,",
            "A15": "Ina ng Tagapagligtas,",
            "A16": "Birheng lubos na marunong,",
            "A17": "Birheng lubos na marapat igalang,",
            "A18": "Birheng lubos na kilala,",
            "A19": "Birheng makapangyarihan,",
            "A20": "Birheng lubos na maawain,",
            "A21": "Birheng lubos na tapat,",
            "A22": "Salamin ng katarungan,",
            "A23": "Upuan ng karunungan,",
            "A24": "Sanhi ng aming kagalakan,",
            "A25": "Bansag na banal,",
            "A26": "Bansag na marapat igalang,",
            "A27": "Bansag na natatangi sa debosyon,",
            "A28": "Rosas na mistiko,",
            "A29": "Torre ni David,",
            "A30": "Torre ng garing,",
            "A31": "Bahay ng ginto,",
            "A32": "Arko ng tipan,",
            "A33": "Pinto ng langit,",
            "A34": "Bituin ng umaga,",
            "A35": "Kaligtasan ng mga may sakit,",
            "A36": "Tuluyan ng mga makasalanan,",
            "A37": "Tagapag-aliw ng mga nahihirapan,",
            "A38": "Saklolo ng mga Kristiyano,",
            "A39": "Reyna ng mga Anghel,",
            "A40": "Reyna ng mga Patriyarka,",
            "A41": "Reyna ng mga Propeta,",
            "A42": "Reyna ng mga Apostol,",
            "A43": "Reyna ng mga Martir,",
            "A44": "Reyna ng mga Kumpesor,",
            "A45": "Reyna ng mga Birhen,",
            "A46": "Reyna ng lahat ng mga Santo,",
            "A47": "Reyna na walang bahid ng orihinal na kasalanan,",
            "A48": "Reyna na iniangat sa langit,",
            "A49": "Reyna ng kabanal-banalang Rosaryo,",
            "A50": "Reyna ng Kapayapaan,",
            "LAMB": "Kordero ng Diyos, na nag-aalis ng kasalanan ng mundo,",
            "SPARE": "Kaligtasan Mo kami, O Panginoon.",
            "GRACE": "Pakinggan Mo kami nang mabuti, O Panginoon.",
            "LUP": "Ipagkaloob Mo, aming hinihiling, O Panginoon, sa Iyong mga lingkod ang walang hanggang kalusugan ng isip at katawan; at sa pamamagitan ng makabayan na pamamagitan ng pinagpala at laging Birheng Maria, kami ay maligtas sa kasalukuyang kalungkutan, at makarating sa kagalakan na walang hanggan. Sa pamamagitan ni Kristo na aming Panginoon. Amen."
        },
        "ETERNAL_FATHER_R": "Amang Walang Hanggan, iniaalay ko sa Iyo ang Katawan at Dugo, Kaluluwa at Divinidad ng Iyong minamahal na Anak, aming Panginoong Hesus Kristo, bilang kabayaran ng aming mga kasalanan at ng buong mundo.",
        "FOR_THE_V": "Dahil sa Kanyang malungkot na pagdurusa,",
        "FOR_THE_R": "kaawaan Mo kami at ang buong mundo.",
        "HOLY_GOD_R": "Banal na Diyos, Banal na Makapangyarihan, Banal na Walang Kamatayan, kaawaan Mo kami at ang buong mundo.",
        "LUP3": "Diyos na Walang Hanggan, na ang habag ay walang hanggan at ang kayamanan ng awa ay hindi nauubos, tumingin ka nang mabuti sa amin at dagdagan ang Iyong habag sa amin, upang sa mga mahihirap na sandali hindi kami mawalan ng pag-asa ni malungkot, ngunit sa malaking kumpiyansa isuko ang aming sarili sa Iyong banal na kalooban, na pag-ibig at habag mismo."
    }
}